Repository: Haoqi7/annas
Catalog: allthethings/translations/*/LC_MESSAGES/messages.po
Languages: ar, be, bg, ca, de, el, es, fr, hi, id, it, pl, tr, uk, zh

# page.about.text2
source: We strongly believe in the free flow of information, and preservation of knowledge and culture. With this search engine, we build on the shoulders of giants. We deeply respect the hard work of the people who have created the various shadow libraries, and we hope that this search engine will broaden their reach.
ar: نحن نؤمن بقوة في حرية تدفق المعلومات والحفاظ على المعرفة والثقافة. في هذا المحرك نحن نبني فوق أكتاف العمالقة. نحترم بعمق العمل الدؤوب الذي قدمه مؤسسو مكتبات الظل المتنوعة ونأمل أن يتمكن هذا المحرك من توسيع نطاقهم.
be: Мы верым, што вопыт пакаленняў павінен быць надзейна захаваным і даступным кожнаму. Ствараючы гэтую пошукавую сістэму, мы сабралі разам гіганцкія інфармацыйныя творы, створаныя ў выніку карпатлівай працы распрацоўшчыкаў ценявых бібліятэк. І мы спадзяемся, што наша праца будзе працягам іх намаганняў па захаванню інфармацыі і яе данясення да людзей.
bg: Ние силно вярваме в свободния поток на информация и запазването на знанието и културата. С тази търсачка ние надграждаме на раменете на гиганти. Ние дълбоко уважаваме упоритата работа на хората, които са създали различните скрити библиотеку, и се надяваме, че тази търсачка ще разшири обхвата им.
ca: Creiem fermament en el flux lliure de la informació i en la preservació del coneixement i la cultura. Amb aquest motor de cerca, hem construït damunt les espatlles de gegants. Respectem profundament el treball dur de la gent que ha creat les diverses biblioteques a l'ombra, i tenim l'esperança que aquest motor de cerca eixampli la seva difusió.
de: Wir glauben fest an Informationsfreiheit und die Bewahrung von Wissen und Kultur. Mit dieser Suchmaschine bauen wir auf den Schultern von Riesen auf. Wir respektieren die harte Arbeit der Menschen zutiefst, welche die verschiedenen Schattenbibliotheken erstellt haben und wir hoffen, dass diese Suchmaschine ihre Reichweite noch vergrößert.
el: Πιστεύουμε ακράδαντα στην ελεύθερη ροή πληροφοριών και στη διατήρηση της γνώσης και του πολιτισμού. Με αυτήν τη μηχανή αναζήτησης, χτίζουμε στους ώμους γιγάντων. Σεβόμαστε βαθύτατα τη σκληρή δουλειά των ανθρώπων που δημιούργησαν τις διάφορες πειρατικές (σκιώδεις) βιβλιοθήκες και ελπίζουμε ότι αυτή η μηχανή αναζήτησης θα διευρύνει την απήχησή τους.
es: Creemos firmemente en la libre circulación de información, y en la preservación del conocimiento y la cultura. Con este motor de búsqueda, construimos sobre los hombros de gigantes. Respetamos profundamante el duro trabajo de las personas que han creado las distintas bibliotecas fantasma, y esperamos que este motor de búsqueda amplíe su alcance.
fr: Nous croyons fermement en l'échange libre d'informations, et en la préservation de la connaissance et de la culture. Avec ce moteur de recherche, nous créons sur les épaules des géants. Nous respectons profondément le dur travail de ceux qui ont créé les différentes librairies de l'ombre, et nous espérons que ce moteur de recherche va élargir leur cible.
hi: हम सुचना के मुफ्त प्रवाह और ज्ञान तथा संस्कृति के संरक्षण में दृढ विश्वास रखते हैं। इस खोजी इंजन की संकल्पना हमने पूर्व निपुण खोजी इंजिनों के योगदानो तथा उपलब्धियों की सहायता से करी ह। हम उन लोगो का अत्यंत सम्मान करते हैं जिन्होंने विभिन्न शैडो पुस्तकालय की रचना करी हैं, तथा हम उम्मीद करते हैं की यह खोजी इंजन उनकी पोहोच बढ़ाना में सक्षम रहेग।
it: Crediamo fermamente nella libera circolazione di informazioni e nella conservazione della conoscenza e della cultura. Con questo motore di ricerca, costruiamo sulle spalle dei giganti. Rispettiamo profondamente il duro lavoro delle persone che hanno creato le varie librerie shadow e speriamo che questo motore di ricerca possa ampliare la loro portata.
pl: Mocno wierzymy w wolny przepływ informacji, jak i w ochronę kultury i wiedzy. Tą wyszukiwarką stoimy na barkach olbrzymów. Głęboko szanujemy ciężką pracę ludzi, którzy stworzyli przeróżne biblioteki cienia, i mamy nadzieję, że ta wyszukiwarka poszerzy ich zasięg.
tr: Bilginin özgür akışına, bilgi ve kültürün korunmasına kuvvetle inanıyoruz. Bu arama motorunu devlerin omuzları üzerine inşa ediyoruz. Çeşitli gölge kütüphaneleri yaratan insanların sıkı çalışmalarına derinden saygı duyuyoruz ve bu arama motorunun gölge kütüphanelerin yayılmasını artıracağını umuyoruz.
uk: Ми віримо, що досвід поколінь має бути надійно збереженим та доступним кожному. Створюючи цю пошукову систему, ми зібрали докупи гігантські інформаційні витвори, створені в результаті кропіткої роботи розробників тіньових бібліотек. І ми сподіваємося, що наша робота буде продовженням їхніх старань по звільненню інформації та донесенню її до людей.
zh: 我们坚信，信息能自由流通，知识和文化能得以保存。有了这个搜索引擎，我们就站在了巨人的肩膀上。我们敬重各种影子图书馆建立者的辛勤付出，并希望这个搜索引擎能扩大它们的影响力。

# page.about.text3
source: To stay updated on our progress, follow Anna on <a href="https://twitter.com/AnnaArchivist">Twitter</a> or <a href="https://www.reddit.com/r/Annas_Archive/">Reddit</a>. For questions and feedback please contact Anna at %(email)s.
ar: لتبقى متطلعاً على تقدمنا قم بمتابعة آنا على <a href="https://twitter.com/AnnaArchivist"> تويتر </a> أو على <a href="https://www.reddit.com/r/Annas_Archive/"> ريديت </a>. للأسئلة والاقتراحات تواصل مع آنا عبر البريد الإلكتروني %(email)s.
be: Мы публікуем навіны пра нашу працу ў <a href="https://twitter.com/AnnaArchivist">Twitter</a> і на <a href="https://www.reddit.com/r/Annas_Archive/">Reddit</a>. Калі ў вас ёсць пытанні ці вы хочаце падзяліцца вопытам карыстання сайтам, адпраўце нам ліст на %(email)s.
bg: За да бъдете информирани за напредъка ни, следвайте Анна на <a href="https://twitter.com/AnnaArchivist">Twitter</a> или <a href="https://www.reddit.com/r/Annas_Archive/">Reddit</a>. За въпроси и обратна връзка, моля, свържете се с Анна на %(email)s.
ca: Per estar al dia del nostre progrés, segueix Anna a <a href="https://twitter.com/AnnaArchivist">Twitter</a> o <a href="https://www.reddit.com/r/Annas_Archive/">Reddit</a>. Pwer preguntes i feedback contacteu Anna a %(email)s.
de: Folge Anna auf <a href="https://twitter.com/AnnaArchivist">Twitter</a> oder <a href="https://www.reddit.com/r/Annas_Archive/">Reddit</a>. Für Fragen und Rückmeldungen wende dich bitte via %(email)s an Anna.
el: Για να ενημερώνεστε για την πρόοδό μας, ακολουθήστε την Άννα στο <a href="https://twitter.com/AnnaArchivist">Twitter</a> ή στο <a href="https://www.reddit.com/r/Annas_Archive/ ">Reddit</a>. Για ερωτήσεις και σχόλια, επικοινωνήστε με την Άννα στο %(email)s.
es: Para mantenerte informado de nuestra evolución, sigue a Anna en <a href="https://twitter.com/AnnaArchivist"> Twitter </a> o <a href="https://www.reddit.com/r/Annas_Archive/">Reddit</a> (paginas en inglés) . Para preguntas y feedback contacte con Anna en %(email)s.
fr: Restez à l'affût de nos progrès, suivez Anna sur <a href="https://twitter.com/AnnaArchivist"> Twitter</a> ou <a href="https://www.reddit.com/r/Annas_Archive/">Reddit</a>. Pour vos questions ou vos commentaires, veuillez contacter Anna au %(email)s.
hi: हमारी प्रगति की बारे में सुचना प्राप्त करते रहने के लिए एना को <a href="https://twitter.com/AnnaArchivist">ट्विटर</a> या <a href="https://www.reddit.com/r/Annas_Archive/">रेड्डिट</a> पर फॉलो करे। सवालो तथा प्रतिक्रियाओं के लिए एना से %(email)s संपर्क करे।
id: Ikuti perkembangan terbaru kami dengan mengikuti Anna di <a href="https://twitter.com/AnnaArchivist">Twitter</a> atau <a href="https://www.reddit.com/r/Annas_Archive/">Reddit</a>. Untuk pertanyaan dan umpan balik, silakan hubungi Anna di %(email)s.
it: Per restare aggiornato sui nostri progressi, segui Anna su <a href="https://twitter.com/AnnaArchivist">Twitter</a> o <a href="https://www.reddit.com/r/Annas_Archive/">Reddit</a>. Per domande e feedback contatta Anna su %(email)s.
pl: By zostać na bieżąco, śledź Annę na <a href="https://twitter.com/AnnaArchivist">Twitterze</a> lub <a href="https://www.reddit.com/r/Annas_Archive/">Reddicie</a>. Pytania i opinie kieruj do Anny, pod %(email)s.
tr: Kaydettiğimiz aşamalardan haberdar olmak için, Anna'yı <a href="https://twitter.com/AnnaArchivist">Twitter</a>'da ya da <a href="https://www.reddit.com/r/Annas_Archive/">Reddit</a>'te takip edin. Sorular ve geri bildirimler için lütfen Anna ile %(email)s aracılığıyla iletişime geçin.
uk: Ми публікуємо новини про нашу роботу у <a href="https://twitter.com/AnnaArchivist">Twitter</a> та <a href="https://www.reddit.com/r/Annas_Archive/">Reddit</a>. Якщо у вас є питання чи ви хочете поділитися досвідом користування сайтом, надішліть нам листа на %(email)s.
zh: 请在<a href="https://twitter.com/AnnaArchivist">推特</a>或 <a href="https://www.reddit.com/r/Annas_Archive/">Reddit</a> 上关注Anna，了解本项目最新进展。如有问题和反馈，请通过邮件 %(email)s 联系 Anna。

# page.about.text4
source: If you have a valid DMCA complaint, see the bottom of this page, or contact us at %(email)s.
ar: إذا كان لديك شكوى DMCA مقبولة انظر الي اسفل الصفحة او رسلنا علي %(email)s.
be: Калі ў вас ёсць абгрунтаваная скарга DMCA, глядзіце кантакты ўнізе гэтай старонкі або звяжыцеся з намі па адрасе %(email)s.
ca: Si tens una queixa vàlida de DMCA, vés al final d'aquesta pàgina, o bé contacta'ns a %(email)s.
de: Wenn du eine gültige DMCA-Beschwerde hast, siehe unten auf dieser Seite oder kontaktiere uns unter %(email)s.
es: Si tiene un reclamo válido del DMCA, vea la parte de abajo de esta página o contáctenos a través de %(email)s.
fr: Si vous avez une plainte DMCA valide, voyez le bas de page ou contactez-nous à %(email)s.
hi: यदि आपके पास वैध डीएमसीए शिकायत है, तो इस पृष्ठ के नीचे देखें, या हमसे %(email)s पर संपर्क करें।
it: Se detieni un reclamo DMCA valido, vai a fondo pagina o contattaci a %(email)s.
pl: Jeśli masz prawomocną skargę DMCA, spójrz na stopkę, lub skontaktuj się z nami po %(email)s.
tr: Geçerli bir telif hakkı şikayetiniz varsa, bu sayfanın alt kısmına bakın veya %(email)s adresinden bize ulaşın.
zh: 如果你有正当的 DMCA 投诉请求，请参阅页面底部，或通过 %(email)s 联系我们。

# page.about.help.header
source: How to help
ar: طرق للمساعدة
be: Дапамога праекту
bg: Как да помогна
ca: Com ajudar
de: Wie kann ich helfen?
el: Πώς να συνεισφέρετε/βοηθήσετε
es: Como ayudar
fr: Comment aider
hi: आप हमारी सहायतें कैसे कर सकते हैं
id: Cara Membantu
it: Come aiutarci
pl: Jak możesz pomóc?
tr: Nasıl yardım edebilirim?
uk: Допомога проєктові
zh: 如何帮助我们？

# page.about.help.text
source: <li>1. Follow us on <a href="https://twitter.com/AnnaArchivist">Twitter</a> or <a href="https://www.reddit.com/r/Annas_Archive/">Reddit</a>.</li><li>2. Spread the word about Anna’s Archive on Twitter, Reddit, Tiktok, Instagram, at your local cafe or library, or wherever you go! We don’t believe in gatekeeping — if we get taken down we’ll just pop right up elsewhere, since all our code and data is fully open source.</li><li>3. If you are able, consider <a href="/donate">donating</a>.</li><li>4. Help <a href="https://translate.annas-software.org/">translate</a> our website into different languages.</li><li>5. If you are a software engineer, consider contributing to our <a href="https://annas-software.org/">open source</a>, or seeding our <a href="https://en.wikipedia.org/wiki/Pirate_Library_Mirror">torrents and IPFS</a>.</li>
ar: <li> 1. تابعنا على <a href="https://twitter.com/AnnaArchivist">تويتر</a> أو على <a href="https://www.reddit.com/r/Annas_Archive/">ريديت</a></li> <li> 2. انشر عن أرشيف آنا على تويتر، ريديت، تيك توك، انستغرام أو في المقهى أو المكتبة المحليين، أو أينما تذهب! نحن لا نؤمن في التحفظ على المعلومات - إن قاموا بمنعنا سننهض مرة أخرى من مكان آخر بما أن جميع بياناتنا وبرامجنا مفتوحة المصدر بشكل كامل.</li> <li>3. لو كنت قادراً، فكر في <a href="/donate">التبرع لنا. </a> </li> <li>4. ساعد في <a href="https://translate.annas-software.org/"> ترجمة </a> موقعنا إلى لغات مختلفة. </li> <li>5. لو كنت مهندس برمجيات فكر في المساهمة بـ <a href="https://annas-software.org/">مصدرنا المفتوح</a> أو في زراعة بذور لـ <a href="https://en.wikipedia.org/wiki/Pirate_Library_Mirror">ملفات ال Torrent والـ IFPS. </a></li>
be: <li>1. Падпісвайцеся на наш <a href="https://twitter.com/AnnaArchivist">Twitter</a> і <a href="https://www.reddit.com/r/Annas_Archive/">Reddit</a>.</li><li>2. Дзяліцеся інфармацыяй аб Anna’s Archive ў сацсетках, з сябрамі або з незнаёмцамі на вуліцы! Нават калі наш сайт заблакуюць, мы адразу яго адновімся, бо наш код і дадзеныя цалкам адкрытыя.</li><li> 3. Калі ёсць магчымасць, падтрымайце нас <a href="/donate">фінансава</a>. </li><li> 4. Дапамажыце <a href="https://translate.annas-software.org/">перавесці</a> сайт на іншыя мовы.</li><li>5. Дапамажыце палепшыць <a href="https://annas-software.org/">код сайта</a> або раздаваць нашыя <a href="https://en.wikipedia.org/wiki/Pirate_Library_Mirror">торэнты і IPFS </a>. Мы з радасцю прымем дапамогу кваліфікаваных распрацоўшчыкаў.</li>
bg: <li>1. Следвайте ни на <a href="https://twitter.com/AnnaArchivist">Twitter</a> или <a href="https://www.reddit.com/r/Annas_Archive/">Reddit</a>.</li><li>2. Разпространете думата за Архивът на Анна в Twitter, Reddit, Tiktok, Instagram, във Вашето локалкно кафене или библиотека, или където и да отидите! Ние не вярваме в недостъпността — ако ни свалят, ще изскочим отново на друго място, защото целият наш код е изцяло опън сорс.</li><li>3. Ако имате възможност, обмислете да <a href="/donate">дарите</a>.</li><li>4. Помогнете да<a href="https://translate.annas-software.org/">преведем</a> нашия уебсайт на различни езици.</li><li>5. Ако сте софтуерен инженер, обмислете да допринесете към нашия <a href="https://annas-software.org/">опън сорс</a>, или като сидвате нашите <a href="https://en.wikipedia.org/wiki/Pirate_Library_Mirror">торенти и ИПФС</a>.</li>
ca: <li>1. Segueix-nos a <a href="https://twitter.com/AnnaArchivist">Twitter</a>o<a href="https://www.reddit.com/r/Annas_Archive/">Reddit</a>.</li><li>2. Parla de l'arxiu de l'Anna a Twitter, Reddit, Tiktok, Instagram, al teu bar o llibreria, o allà on vagis! No creiem en tancar les portes — si som derribats tornarem a aparèixer a un altre lloc, ja que el nostre codi i dades son completament oberts.</li><li>3. Si pots, considera <a href="/donate">donar</a>.</li><li>4. Ajudar <a href="https://translate.annas-software.org/">a traduir</a> el nostre lloc web a diferents idiomes.</li><li>5. Si ets un enginyer de software, considera contribuir al nostre<a href="https://annas-software.org/">codi obert</a>, o alimentant els nostres <a href="https://en.wikipedia.org/wiki/Pirate_Library_Mirror">torrents i IPFS</a>.</li>
de: <li>1. Folgt uns auf <a href="https://twitter.com/AnnaArchivist">Twitter</a> oder <a href="https://www.reddit.com/r/Annas_Archive/">Reddit</a> .</li><li>2. Verbreitet die Nachricht von Anna's Archive auf Twitter, Reddit, Tiktok, Instagram, in eurem örtlichen Café, in Bibliotheken oder wohin ihr auch geht! Wir glauben nicht an gatekeeping – wenn wir abgeschaltet werden, tauchen wir einfach woanders wieder auf, da unser gesamter Code und unsere Daten vollständig Open Source sind.</li><li>3. Wenn ihr dazu in der Lage seid, zieht eine <a href="/donate">Spende</a> in Erwägung.</li><li>4. Helft mit, unsere Website in <a href="https://translate.annas-software.org/">verschiedene Sprachen zu übersetzen</a>.</li><li>5. Wenn ihr ein Softwareentwickler seid, erwägt zu unserer <a href="https://annas-software.org/">Open Source Software</a> beizutragen oder unsere <a href="https://en.wikipedia.org/wiki/Pirate_Library_Mirror ">Torrents und IPFS</a> zu teilen.</li>
el: <li>1. Ακολουθήστε μας στο <a href="https://twitter.com/AnnaArchivist">Twitter</a> ή στο <a href="https://www.reddit.com/r/Annas_Archive/">Reddit</a> .</li><li>2. Διαδώστε τα νέα για το Anna’s Archive στο Twitter, το Reddit, το Tiktok, το Instagram, στη καφετέρια ή τη βιβλιοθήκη της περιοχής σας ή όπου κι αν πάτε! Δεν πιστεύουμε στο gatekeeping — αν καταργηθούμε, απλώς θα εμφανιστούμε κάπου αλλού, καθώς όλος ο κώδικας και τα δεδομένα μας είναι πλήρως ανοιχτού κώδικα.</li><li>3. Εάν μπορείτε, εξετάστε το ενδεχόμενο <a href="/donate">να κάνετε δωρεά</a>.</li><li>4. Βοηθήστε τη <a href="https://translate.annas-software.org/">μετάφραση</a> του ιστότοπού μας σε διαφορετικές γλώσσες.</li><li>5. Εάν είστε μηχανικός λογισμικού, εξετάστε το ενδεχόμενο να συνεισφέρετε στο <a href="https://annas-software.org/">ανοιχτού κώδικα</a> μας ή να δείτε το <a href="https://en.wikipedia.org/wiki/Pirate_Library_Mirror ">torrents και IPFS</a>.</li>
es: <li>1. Siguenos en <a href="https://twitter.com/AnnaArchivist">Twitter</a> o <a href="https://www.reddit.com/r/Annas_Archive/">Reddit</a>.</li><li>2. Difunde la palabra sobre Anna’s Archive en Twitter, Reddit, Tiktok, Instagram, en la cafetería o librería de tu barrio o donde quiera que vayas. No creemos en el control sobre la información— si nos tiran la pagina apareceremos de nuevo en otro lugar, ya que nuestro codigo y datos son de fuente abierta.</li><li>3. Si tienes la posibilidad, considera <a href="/donate">donar</a>.</li><li>4. Ayuda a <a href="https://translate.annas-software.org/">traducir</a> nuestra pagina web a distintos idiomas.</li><li>5. Si eres un programador, considera contribuir a nuestra <a href="https://annas-software.org/">librería de código abierto</a>, o "seeding" los <a href="https://en.wikipedia.org/wiki/Pirate_Library_Mirror">torrents e IPFS</a>.</li>
fr: <li>1. Suivez-nous sur <a href="https://twitter.com/AnnaArchivist"> Twitter</a> ou <a href="https://www.reddit.com/r/Annas_Archive/">Reddit</a>.</li><li>2. Parlez d'Anna’s Archive sur Twitter, Reddit, Tiktok, Instagram, au café du coin, à la librairie, partout où vous allez ! Nous ne croyons pas en la rétention de l'information — Si notre site est hors ligne, nous réapparaîtrons ailleurs, puisque notre code et nos données sont "open source".</li><li>3. Si vous le pouvez, pensez à <a href="/donate">faire un don</a>.</li><li>4. Aidez-nous <a href="https://translate.annas-software.org/">à traduire</a> notre site dans d'autres langues.</li><li>5. Si vous êtes programmeurs, envisagez de contribuer à notre <a href="https://annas-software.org/">projet "open source"</a>, ou de seeder nos <a href="https://en.wikipedia.org/wiki/Pirate_Library_Mirror">torrents et IPFS</a>.</li>
hi: <li>1.हमें <a href="https://twitter.com/AnnaArchivist">ट्विटर</a> या <a href="https://www.reddit.com/r/Annas_Archive/">रेड्डिट</a> पर फॉलो करें।</li><li>2.एना'स आर्काइव के बारे में ट्विटर, रेड्डिट, टिकटोक, इंस्टाग्राम, अपने स्थानीय कैफ़े या जहाँ भी आप आते जाते रहते हैं वहां जानकारी फैलाए। हम संसाधन, अधिकार या अवसरों की उपलब्धता को नियंत्रित करने में विश्वास नहीं रखते हैं - अगर हम यहाँ से हटाए भी जाते हैं तो हम और कहीं उपलब्ध हो जायेंगे, क्योंकि हमारा सारा कोड और डाटा पूरी तरह ओपन सोर्स है।</li><li>3.अगर आप समर्थ हैं, तो कृपया हमें <a href="/donate">दान</a> देने के बारे में सोचे|</li><li>4.हमारी वेबसाइट का विभिन्न भाषाओ में <a href="https://translate.annas-software.org/">अनुवाद</a> करने में हमारी सहायता करे।</li><li>5.अगर आप सॉफ्टवेयर इंजीनियर हैं तो हमारे <a href="https://annas-software.org/">ओपन सोर्स</a> या हमरे <a href="https://en.wikipedia.org/wiki/Pirate_Library_Mirror">तोर्रेंट्स और IPFS</a> की सीडिंग में योगदान देने के बारे में विचार करे।</li>
it: <li>1. Seguici su <a href="https://twitter.com/AnnaArchivist">Twitter</a> or <a href="https://www.reddit.com/r/Annas_Archive/">Reddit</a>.</li><li>2. Diffondi la parola riguardo l'archivio di Anna su Twitter, Reddit, Tiktok, Instagram, al tuo bar o libreria locale, o ovunque tu vada! Non crediamo nel gatekeeping — se renderanno il sito inattivo appariremo da quache altra parte, dal momento che il nostro codice è totalmente open source.</li><li>3. Se puoi, considera <a href="/donate">donare</a>.</li><li>4. Aiutaci a <a href="https://translate.annas-software.org/">tradurre</a> il nostro sito nelle varie lingue.</li><li>5. Se sei un ingegnere informatico, considera la contribuzione al nostro <a href="https://annas-software.org/">open source</a>, o condividi i nostri<a href="https://en.wikipedia.org/wiki/Pirate_Library_Mirror">torrents e IPFS</a>.</li>
pl: <li>1. Śledź nas na <a href="https://twitter.com/AnnaArchivist">Twitterze</a> lub <a href="https://www.reddit.com/r/Annas_Archive/">Reddicie</a>.</li><li>2. Szerz wiedzę o Anna's Archive na Twitterze, Reddicie, Tiktoku, Instagramie, w twojej lokalnej kawiarni czy bibliotece, czy gdziekolwiek indziej! Nie wierzymy w gatekeeping — nawet jeśli ta strona zostanie zamknięta, zaraz wrócimy gdzieś indziej, ponieważ cały nasz kod i dane są otwarte.</li><li>3. Jeśli możesz, rozważ <a href="/donate">wsparcie nas finansowo</a>.</li><li>4. Pomóż <a href="https://translate.annas-software.org/">przetłumaczyć</a> naszą stronę na inne języki.</li><li>5. Jeśli jesteś programistą, rozważ popracowanie nad naszym <a href="https://annas-software.org/">otwartym kodem</a>, lub seedowanie naszych <a href="https://en.wikipedia.org/wiki/Pirate_Library_Mirror">torrentów i IPFS</a>.</li>
tr: <li>1. Bizi <a href="https://twitter.com/AnnaArchivist">Twitter</a> ya da <a href="https://www.reddit.com/r/Annas_Archive/">Reddit</a>'te takip edin.</li><li>2. Twitter'da, Reddit'te, Tiktok'ta, Instagram'da, yerel kafe ya da kütüphanenizde veya canınız nerede isterse Anna'nın Arşivi hakkında birkaç kelime söyleyin! "Bekçilik" kavramına inanmıyoruz - eğer kapatılırsak tüm kodlarımızın ve verilerimizin açık kaynak olması sayesinde başka bir yerde ortaya çıkacağız.</li><li>3. Eğer imkanınız varsa, <a href="/donate">bağış </a>yapmayı gözden geçirin.</li><li>4. Sitemizi farklı dillere <a href="https://translate.annas-software.org/">çevirmemize</a> yardım edin.</li><li>5. Eğer yazılım mühendisiyseniz, <a href="https://annas-software.org/">açık kaynak kodumuza</a> katkı yapmayı ya da <a href="https://en.wikipedia.org/wiki/Pirate_Library_Mirror">torrent ve IPFS</a>'lerimizi seed etmeyi düşünün.</li>
uk: <li>1. Підписуйтеся на наш <a href="https://twitter.com/AnnaArchivist">Twitter</a> та <a href="https://www.reddit.com/r/Annas_Archive/">Reddit</a>.</li><li>2. Діліться інформацією про Anna's Archive у соцмережах, з друзями чи з незнайомцями на вулиці! Навіть якщо наш сайт заблокують, ми одразу його відновимо, адже наш код та дані повністю відкриті.</li><li>3. Підтримайте нас <a href="/donate">фінансово</a>. Якщо хочете.</li><li>4. Допоможіть <a href="https://translate.annas-software.org/">перекласти</a> сайт іншими мовами.</li><li>5. Допоможіть покращити <a href="https://annas-software.org/">код сайту</a> чи роздавати наші<a href="https://en.wikipedia.org/wiki/Pirate_Library_Mirror">торренти та IPFS</a>. Ми з радістю приймемо допомогу кваліфікованих розробників.</li>
zh: <li>1. 在<a href="https://twitter.com/AnnaArchivist">推特</a>或 <a href="https://www.reddit.com/r/Annas_Archive/">Reddit</a> 上面关注我们。</li><li>2. 在抖音(Tiktok)、推特、Reddit、Ins 等网站上，在您当地的咖啡馆或图书馆里，随处都可以宣传 Anna’s Archive ！我们反对闭门造车——如果我们被查封了，我们会在其他地方重新出现，因为我们所有的代码和数据都是完全开源的。</li><li>3. 如果力所能及，请考虑<a href="/donate">捐款</a>。</li><li>4. 帮我们将网站<a href="https://translate.annas-software.org/">翻译</a>到多种语言。</li><li>5. 如果你是软件工程师， 请考虑为我们的<a href="https://annas-software.org/">开源代码</a>添砖加瓦，或者使用 <a href="https://en.wikipedia.org/wiki/Pirate_Library_Mirror">BT 和 IPFS</a> 做种。</li>

# page.doi.breadcrumbs
source: Datasets ▶ DOIs ▶ DOI %(doi_input)s
ar: مجموعات البيانات ▶ DOIs ▶ DOI %(doi_input)s
be: Наборы дадзеных ▶ DOIs ▶ DOI %(doi_input)s
bg: Датасет ▶ DOIs ▶ DOI %(doi_input)s
de: Datensets ▶ DOIs ▶ DOI %(doi_input)s
el: Σύνολα δεδομένων ▶ DOIs ▶ DOI %(doi_input)s
fr: Ensemble de données ▶ DOIs ▶ DOI %(doi_input)s
hi: डटसेट्स ▶ DOIs ▶ DOI %(doi_input)s
pl: Zbiory ▶ DOI ▶ DOI %(doi_input)s
tr: Veri Kümeleri ▶ DOI'ler ▶ DOI %(doi_input)s
uk: Бази даних ▶ Бази DOI ▶ DOI %(doi_input)s
zh: 数据集 ▶ DOIs ▶ DOI %(doi_input)s
