Repository: Haoqi7/annas
Catalog: allthethings/translations/*/LC_MESSAGES/messages.po
Languages: ar, be, bg, ca, de, el, es, fr, hi, id, it, pl, tr, uk, zh

# page.donate.faq.text_large_donation
source: <div class="font-bold">Can I make a large donation?</div> That would be amazing! For donations over a few thousand dollars, please contact us directly at %(email)s.
be: <div class="font-bold">Ці магу я адправіць вялікую суму?</div> Так, вядома! Калі вы збіраецеся адправіць некалькі тысяч даляраў альбо больш, напішыце нам на %(email)s.
bg: <div class="font-bold">Мога ли да направя голямо дарение?</div> Това би било невероятно! За дарения над няколко хиляди долара, моля, свържете се директно с нас на %(email)s.
ca: <div class="font-bold">Puc fer una donació gran?</div> Això seria fantàstic! Per donacions d'uns quants milers de dòlars, contacteu-nos directament a %(email)s.
de: <div class="font-bold">Kann ich große Spenden spenden?</div> Natürlich, und wir würden uns sehr darüber freuen! Für Spenden über ein paar Tausend Dollar, melde dich bitte direkt bei uns unter %(email)s.
el: <div class="font-bold">Μπορώ να κάνω μια μεγάλη δωρεά;</div> Αυτό θα ήταν καταπληκτικό! Για δωρεές άνω των 1 χιλιάδων δολαρίων, επικοινωνήστε μαζί μας απευθείας στο %(email)s.
es: <div class="font-bold">¿Puedo hacer una donación importante?</div> ¡Sería increíble!. Para donaciones superiores a unos pocos miles de dólares, póngase en contacto con nosotros directamente en %(email)s.
fr: <div class="font-bold">Puis-je faire un don important ?</div> Ce serait merveilleux ! Ce serait formidable ! Pour les dons supérieurs à quelques milliers de dollars, contactez-nous directement à l'adresse suivante %(email)s.
hi: <div class="font-bold"> क्या मैं बड़ा दान दे सकता / सकती हूँ?</div>ये बोहोत कमाल होगा! कुछ हज़ार डॉलर के ऊपर का चंदा देने के लिए, कृपया हमें सीधा %(email)s पर संपर्क करें।
it: <div class="font-bold">Posso fare una grossa donazione?</div> Sarebbe fantastico! Per donazioni oltre qualche miglio di dollari, per favore contattaci direttamente a %(email)s.
pl: <div class="font-bold">Czy mogę przelać większe kwoty?</div> To byłoby super! Dla kwot ponad kilku tysięcy dolarów, proszę się z nami skontaktować bezpośrednio pod %(email)s.
tr: <div class="font-bold">Büyük miktarda bağış yapabilir miyim?</div> Harika olur! Bin doların üstündeki bağışlarınız için lütfen bize, %(email)s adresinden direkt iletişim kurunuz.
uk: <div class="font-bold">Чи можу я надіслати велику суму?</div> Так, звичайно! Якщо ви збираєтеся надіслати декілька тисяч доларів чи більше, напишіть нам на %(email)s.
zh: <div class="font-bold">我可以进行大额的捐款吗？</div>这太酷了！对于数千美元及以上的捐款，请直接通过%(email)s联系我们。

# page.donate.faq.text_other_contribs
source: <div class="font-bold">Can I contribute in other ways?</div> Yes! See the <a href="/about">about page</a> under “How to help”.
be: <div class="font-bold">Ці магу я вам яшчэ як-небудзь дапамагчы?</div> Так! Паглядзіце нашу <a href="/about">інфармацыйную старонку </a>, раздзел "Дапамога праекту".
bg: <div class="font-bold">Мога ли да допринеса по други начини?</div> Да! Вижте <a href="/about">страницата с информация</a> под „Как да помогна“.
ca: <div class="font-bold">Puc contribuir d'altres formes?</div> Si! Mireu <a href="/about">la pàgina "Quant a"</a> sota “Com ajudar”.
de: <div class="font-bold">Kann ich mich anders beteiligen?</div> Ja! Du findest mehr dazu unter <a href="/about">"über uns"</a> unter dem Punkt "Wie kann ich helfen?".
el: <div class="font-bold">Μπορώ να συνεισφέρω με άλλους τρόπους;</div> Ναι! Δείτε τη <a href="/about">σελίδα σχετικά με</a> στην ενότητα "Πώς να βοηθήσετε".
es: <div class="font-bold">¿Puedo contribuir de otra manera?</div> ¡Sí! Ver el <a href="/about">acerca de la página</a> en "Cómo ayudar”.
fr: <div class="font-bold">Puis-je contribuer autrement ?</div> Oui ! Regardez <a href="/about">la page</a> sous "Comment aider".
hi: <div class="font-bold">क्या मैं किसी और तरह से सहायता कर सकता / सकती हूँ ? </div>हाँ! <a href="/about">अबाउट</a> पेज में "हाउ टू हेल्प" के नीचे देखे।
id: <div class="font-bold">Apakah saya bisa berkontribusi dengan cara lain?</div> Ya! Lihat laman <a href="/about">tentang kami</a> pada bagian “Cara Membantu”.
it: <div class="font-bold">Posso contribuire in altre maniere?</div> Certo! Guarda <a href="/about">Chi siamo</a> nella sezione “Come aiutarci”.
pl: <div class="font-bold">Czy mogę pomóc w inny sposób?</div> Tak! Spójrz na sekcję "Jak możesz pomóc?" na <a href="/about">stronie "O nas"</a>.
tr: <div class="font-bold">Başka yollardan yardımcı olabilir miyim?</div> Evet! Lütfen <a href="/about">hakkımızda sayfasında</a> "Nasıl yardım edebilirim?" kısmına bakınız.
uk: <div class="font-bold">Чи можу я вам ще якось допомогти?</div> Так! Подивіться нашу<a href="/about">інформаційну сторінку</a>, розділ "як допомогти".
zh: <div class="font-bold">我可以通过其它方式做出贡献吗？</div>当然可以！请参见<a href="/about">关于页面</a>“如何帮助”下面的内容。

# page.home.progress_bar.text
source: 5%% of humanity’s written heritage preserved forever %(info_icon)s
ar: 5٪ من التراث المكتوب للإنسانية محفوظ إلى الأبد %(info_icon)s
be: 5%% пісьмовай спадчыны чалавецтва, захавана назаўжды %(info_icon)s
bg: 5%% от писменото наследство на човечеството, запазено завинаги %(info_icon)s
ca: 5%% del llegat escrit de la humanitat preservat per sempre %(info_icon)s
de: 5%% des schriftlichen Erbes der Menschheit für immer bewahrt %(info_icon)s
el: Το 5%% της γραπτής κληρονομιάς της ανθρωπότητας διατηρείται για πάντα %(info_icon)s
es: 5%% del patrimonio escrito de la humanidad preservado para siempre %(info_icon)s
fr: 5%% du patrimoine écrit, de l'humanité, préservé à jamais %(info_icon)s
hi: मानवता की लिखित विरासत का 5%% हमेशा के लिए संरक्षित %(info_icon)s
id: 5%% dari warisan tertulis umat manusia dilestarikan selamanya %(info_icon)s
it: Il 5%% del patrimonio scritto dell'umanità preservato per sempre %(info_icon)s
pl: 5%% pisanego dziedzictwa ludzkości zachowane na zawsze %(info_icon)s
tr: İnsanlığın yazılı mirasının %%5'i sonsuza dek korunuyor %(info_icon)s
uk: 5%% письмового людського насліддя збережено назавжди %(info_icon)s
zh: 5%% 的人类书面遗产得到永久保存 %(info_icon)s

# page.home.intro
source: <span class="italic font-bold">Anna’s Archive</span> is a project that aims to catalog all the books in existence, by aggregating data from various sources. We also track humanity’s progress toward making all these books easily available in digital form, through “<a href="https://en.wikipedia.org/wiki/Shadow_library">shadow libraries</a>”. Learn more <a href="/about">about us.</a>
be: <span class="italic font-bold">Anna’s Archive</span> - гэта праект, мэтай якога з'яўляецца каталагізацыя ўсіх існуючых кніг шляхам аб'яднання дадзеных з розных крыніц. Мы таксама адсочваем прагрэс чалавецтва ў напрамку забеспячэння лёгкага доступу да ўсіх гэтых кніг у лічбавай форме праз “<a href="https://en.wikipedia.org/wiki/Shadow_library">ценявыя бібліятэкі</a>". Даведайцеся больш <a href="/about">пра нас.</a>
bg: <span class="italic font-bold">Архивът на Анна</span> е проект, който има за цел да каталогизира всички съществуващи книги чрез обобщаване на данни от различни източници. Ние също така проследяваме напредъка на човечеството към правенето на всички тези книги лесно достъпни в цифрова форма чрез „<a href="https://en.wikipedia.org/wiki/Shadow_library">скрити библиотеки</a>“. Научете повече <a href="/about">за нас.</a>
ca: <span class="italic font-bold">L'arxiu de l'Anna</span> es un projecte que té per objectiu catalogar tots els llibres existents agregant dades de diferents fonts. També seguim el progrés de la humanitat cap a fer disponibles de manera fàcil tots aquests llibres en format digital a través de “<a href="https://ca.wikipedia.org/wiki/Biblioteca_a_l%%27ombra">les biblioteques a l'ombra</a>”. Aprèn més a <a href="/about">Quant a.</a>
de: <span class="italic font-bold">Anna’s Archive</span> ist ein Projekt, welches sich als Ziel setzt alle existierenden Bücher mithilfe von Datenaggregation aus verschiedenen Quellen zu katalogisieren. Wir verfolgen außerdem den Fortschritt der Menschheit, all diese Bücher einfach und in digitaler Form durch “<a href="https://de.wikipedia.org/wiki/Schattenbibliothek"> Schattenbibliotheken</a>” verfügbar zu machen. Erfahre mehr unter <a href="/about">Über uns.</a>
el: Το <span class="italic font-bold">Το Anna’s Archive</span> είναι ένα έργο που στοχεύει στην καταγραφή όλων των βιβλίων που υπάρχουν, συγκεντρώνοντας δεδομένα από διάφορες πηγές. Παρακολουθούμε επίσης την πρόοδο της ανθρωπότητας προς την εύκολη διάθεση όλων αυτών των βιβλίων σε ψηφιακή μορφή, μέσω "<a href="https://en.wikipedia.org/wiki/Shadow_library">σκιώδεις (Πειρατικές) βιβλιοθήκες</a>". Μάθετε περισσότερα <a href="/about">σχετικά με εμάς.</a>
es: <span class="italic font-bold">Anna’s Archive</span> es un proyecto que pretende catalogar todos los libros existentes, agregando datos de diversas fuentes. También hacemos un seguimiento del progreso de la humanidad para hacer que todos estos libros estén fácilmente disponibles en forma digital, a través de“<a href="https://es.wikipedia.org/wiki/Biblioteca_fantasma">bibliotecas fantasmas</a>”. Más información <a href="/about">sobre nosotros.</a>
fr: <span class="italic font-bold">Anna’s Archive</span> est un projet qui vise à cataloguer tous les livres existants, en agrégeant des données de sources diverses. Nous suivons également les progrès réalisés par l'humanité pour rendre tous ces livres facilement disponibles sous forme numérique, à travers des“<a href="https://en.wikipedia.org/wiki/Shadow_library">bibliothèques clandestines</a>”. Apprenez-en plus<a href="/about">à propos de nous.</a>
hi: <span class="italic font-bold">एना'स आर्काइव</span> एक ऐसी योजना है जो की अलग अलग साधनो से डाटा संयुक्त करके मौजूद सारी किताबों की सूची बनाने का लक्ष्य रखती हैं।हम "<a href="https://en.wikipedia.org/wiki/Shadow_library">शैडो पुस्तकालयों</a> द्वारा इन् किताबो को आसानी से डिजिटल माध्यम में उपलब्ध करने में इंसानियत की प्रगति को भी ट्रैक करने हैं"।<a href="/about">हमारे बारे में</a> और जाने।
it: <span class="italic font-bold">L'archivio di Anna</span> è un progetto che mira a catalogare tutti i libri esistenti, aggregando dati da varie fonti. Tracciamo anche il progresso dell'umanità nel rendere tutti questi libri facilmente disponibili il formato digitale, attraverso“<a href="https://en.wikipedia.org/wiki/Shadow_library">shadow libraries</a>”. Altre informazioni <a href="/about">Chi siamo.</a>
pl: <span class="italic font-bold">Anna's Archive</span> jest projektem chcącym skatalogować wszystkie istniejące książki, zbierając dane z różnych źródeł. Śledzimy także postęp ludzkości ku umożliwieniu łatwego dostępu do wszystkich tych książek w formie cyfrowej poprzez “<a href="https://en.wikipedia.org/wiki/Shadow_library">biblioteki cienia</a>” <a href="/about">Dowiedz się więcej.</a>
tr: <span class="italic font-bold">Anna'nın Arşivi</span>, var olan tüm kitapları, çeşitli kaynaklardan toplayarak kataloglamayı hedefleyen bir projedir. Aynı zamanda tüm bu kitaplara dijital erişimi <a href="https://en.wikipedia.org/wiki/Shadow_library">saklı kütüphaneler </a> aracılığı ile gerçekleştirmek istiyoruz. <a href="/about">Daha fazla bilgi için...</a>
uk: Ціль проєкту <span class="italic font-bold">Anna's Archive</span> – створити каталог всіх книжок на планеті шляхом об'єднання даних з різних джерел. Також ми відслідковуємо кількість книжок, доступних у цифровій формі за допомогою їх наявності у "<a href="https://en.wikipedia.org/wiki/Shadow_library">тіньових бібліотеках</a>". Дізнайтеся більше про нас <a href="/about">тут.</a>
zh: <span class="italic font-bold">安娜的档案</span>是一个旨在通过汇总各种来源的数据，以对所有现有书籍进行分类的项目。我们也跟进人们在通过“<a href="https://zh.wikipedia.org/wiki/%%E5%%BD%%B1%%E5%%AD%%90%%E5%%9C%%96%%E6%%9B%%B8%%E9%%A4%%A8">影子图书馆</a>”以数字形式轻松获取所有这些书籍方面取得的进展。了解更多<a href="/about">关于我们的信息。</a>

# page.home.search.header
source: Search
ar: بحث
be: Пошук
bg: Търси
ca: Cerca
de: Suche
el: Αναζήτηση
es: Buscar
fr: Rechercher
hi: खोज
id: Mencari
it: Ricerca
pl: Szukaj
tr: Arama
uk: Пошук
zh: 搜索

# page.home.search.intro
source: Search our catalog of shadow libraries.
ar: بحث في كتالوج لدينا من مكتبات الظل.
be: Пошук у нашым каталогу ценявых бібліятэк.
bg: Търсете в нашия каталог от скрити библиотеки.
ca: Cerca al nostre catàleg de llibreries a l'ombra.
de: Durchsuche unseren Katalog von Schattenbibliotheken.
el: Αναζητήστε τον κατάλογό των πειρατικών βιβλιοθηκών
es: Busque en nuestro catálogo de bibliotecas paralelas.
fr: Recherchez notre catalogue de bibliothèques clandestines.
hi: हमारे शैडो पुस्तकालयों की सूची में ढूंढे।
it: Ricerca nel nostro catalogo delle shadow libraries.
pl: Przeszukaj nasz katalog bibliotek cienia.
tr: Saklı kütüphane kataloglarımızda arama yapın.
uk: Пошук у нашому каталозі тіньових бібліотек.
zh: 搜索我们的影子图书馆目录。

# common.search.placeholder
source: Search title, author, language, filetype, ISBN, MD5, …
ar: بحث عنوان، المؤلف، اللغة، نوع الملف، ISBN ، MD5 ، …
be: Пошук па назве, аўтару, мове, тыпу файла, ISBN, MD5, …
bg: Заглавие за търсене, автор, език, тип файл, ISBN, MD5, …
ca: Cerca per títol, autor, idioma, tipus de fitxer, ISBN, MD5, …
de: Suche nach Titel, Autor, Sprache, Dateityp, ISBN, MD5, …
el: Αναζήτηση τίτλου, συγγραφέα, γλώσσα, τύπο αρχείου, ISBN, MD5,…
es: Buscar título, autor, idioma, tipo de archivo, ISBN, MD5, …
fr: Recherche par titre, auteur, langue, type de fichier, ISBN, MD5, …
hi: खोज शीर्षक, लेखक, भाषा, फ़ाइल प्रकार, ISBN, MD5, …
id: Cari judul, penulis, bahasa, jenis file, ISBN, MD5, …
it: Cerca titolo, autore, lingua, tipo di file, ISBN, MD5, …
pl: Wyszukaj tytuł, autora, język, typ pliku, ISBN, MD5, …
tr: Arama başlığı, yazar, dil, dosya türü, ISBN, MD5, …
uk: Пошук по назві, мові, типу файлу, ISBN-коду, MD5-сумі, …
zh: 搜索标题、作者、语言、文件类型、ISBN、MD5、……

# common.search.submit
source: Search
ar: بحث
be: Пошук
bg: Търси
ca: Cerca
de: Suche
el: Αναζήτηση
es: Búsqueda
fr: Rechercher
hi: खोज
id: Mencari
it: Ricerca
pl: Szukaj
tr: Arama
uk: Пошук
zh: 搜索

# page.home.explore.header
source: Explore books
ar: استكشف الكتب
be: Папулярныя кнігі
bg: Разгледай книги
ca: Explora llibres
de: Entdecke Bücher
el: Εξερευνήστε βιβλία
es: Explorar libros
fr: Explorer les livres
hi: किताबें खोजें
id: Jelajahi buku
it: Esplora i libri
pl: Przeglądaj książki
tr: Kitaplara göz atın
uk: Популярні книги
zh: 浏览书籍

# page.home.explore.intro
source: These are a combination of popular books, and books that carry special significance to the world of shadow libraries and digital preservation.
be: Гэты спіс змяшчае папулярныя кнігі і кнігі якія ўяўляюць вялікую каштоўнасць для ценявых бібліятэк і лічбавага захавання.
bg: Това са комбинация от популярни книги и книги, които имат специално значение за света на скритите библиотеки и цифровото съхранение.
ca: Aquests son una combinació de llibres populars i altres llibres que tenen una especial significació pel món de les biblioteques a l'ombra i de la preservació digital.
de: Hier ist eine Kombination von beliebten Büchern, und Büchern, die eine große Rolle in der Welt von Schattenbibliotheken und digitaler Erhaltung spielen.
el: Πρόκειται για έναν συνδυασμό δημοφιλών βιβλίων και βιβλίων που έχουν ιδιαίτερη σημασία στον κόσμο των σκιωδών (πειρατικών) βιβλιοθηκών και της ψηφιακής συντήρησης.
es: Estos son una combinación de libros populares y libros que tienen un significado especial para el mundo de las bibliotecas fantasmas y la preservación digital.
fr: Il s'agit d'une combinaison de livres populaires et de livres qui ont une importance particulière dans le monde des bibliothèques clandestines et de la préservation numérique.
hi: ये लोकप्रिय किताबों और ऐसी किताबें,जो की शैडो पुस्तकालयों और डिजिटल संरक्षण के लिए खास महत्व रखती हैं ,का एक मिश्रण है।
id: Buku-buku ini adalah kombinasi dari buku-buku populer serta buku-buku yang penting di dunia perpustakaan bayangan dan preservasi digital.
it: Si tratta di una combinazione di libri popolari e libri che hanno un significato speciale per il mondo delle biblioteche shadow e della conservazione digitale.
pl: Wybraliśmy zarówno popularne książki, jak i te niosące specjalne znaczenie w świecie bibliotek cienia i archiwizacji cyfrowych danych.
tr: Bu kitap seçkisi popüler kitaplar ile saklı kütüphane dünyasında büyük önem taşıyan ve dijital olarak korunması gereken kitaplardan oluşur.
uk: Цей список містить популярні книги та книги що становлять велику цінність для тіньових бібліотек та цифрового збереження.
zh: 这里有流行的书籍，以及对影子图书馆和数字保存世界具有特殊意义的书籍。

# page.isbn.title
source: ISBN %(isbn_input)s
hi: आई इस बी एन%(isbn_input)s
uk: ISBN-код: %(isbn_input)s

# page.isbn.breadcrumbs
source: Datasets ▶ ISBNs ▶ ISBN %(isbn_input)s
ar: مجموعات البيانات ▶ ISBNs ▶ ISBN %(isbn_input)s
be: Наборы дадзеных ▶ ISBNs ▶ ISBN %(isbn_input)s
bg: Датасет ▶ ISBNs ▶ ISBN %(isbn_input)s
el: Σύνολα δεδομένων ▶ ISBN ▶ ISBN %(isbn_input)s
fr: Ensemble de données▶ ISBNs ▶ ISBN %(isbn_input)s
hi: डटसेट्स ▶ ISBNs ▶ ISBN %(isbn_input)s
pl: Zbiory danych ▶ISBN ▶ %(isbn_input)s
tr: Veri Kümeleri ▶ ISBNs ▶ ISBN %(isbn_input)s
uk: Бази даних ▶ Бази ISBN ▶ ISBN-код: %(isbn_input)s
zh: 数据集 ▶ ISBNs ▶ ISBN %(isbn_input)s

# page.isbn.invalid.header
source: Not found
ar: غير موجود
be: Не знойдзена
bg: Не е намерено
ca: No trobat
de: Nicht gefunden
el: Δεν βρέθηκε
es: No encontrado
fr: Aucun résultat
hi: प्राप्त नहीं हुआ
id: Nihil
it: Non trovato
pl: Nie znaleziono
tr: Bulunamadı
uk: Не знайдено
zh: 未找到

# page.isbn.invalid.text
source: “%(isbn_input)s” is not a valid ISBN number. ISBNs are 10 or 13 characters long, not counting the optional dashes. All characters must be numbers, except of the last character, which might also be “X”. The last character is the “check digit”, which must match a checksum value that is computed from the other numbers. It must also be in a valid range, allocated by the International ISBN Agency.
be: “%(isbn_input)s” - недапушчальны ISBN нумар. ISBN маюць даўжыню 10 або 13 знакаў, не лічачы неабавязковых працяжнік. Усе сімвалы павінны быць лікамі, за выключэннем апошняга сімвала, які таксама можа быць "X". Апошні сімвал-гэта "кантрольная лічба", якая павінна адпавядаць значэнню кантрольнай сумы, вылічаецца з іншых лікаў. Ён таксама павінен знаходзіцца ў дапушчальным дыяпазоне, вылучаным Міжнародным агенцтвам ISBN.
bg: „%(isbn_input)s“ не е валиден ISBN номер. ISBN номерата са дълги 10 или 13 знака, без да се броят незадължителните тирета. Всички символи трябва да са числа, с изключение на последния знак, който също може да бъде „X“. Последният знак е „контролната цифра“, която трябва да съответства на стойността на контролната сума, изчислена от другите числа. Освен това трябва да бъде в валиден диапазон, определен от Международната агенция за ISBN.
ca: “%(isbn_input)s” no es un ISBN vàlid. ISBNs son de longitud 10 o 13, sense comptar els guions. Tots els caràcters han de ser nombres, llevat el darrer caràcter, que també pot ser "X" El darrer caràcter es el "dígit de control", que deu coincidir amb valor de checksum calculat amb els altres digits. Ha de ser dins d'un rang vàlid, definit per the International ISBN Agency.
de: “%(isbn_input)s” ist keine valide ISBN Nummer. ISBNs sind 10 bis 13 Zeichen lang, ohne die optionalen Querstriche. Alle Zeichen müssen Nummern sein, außer dem letzten, dieses kann auch ein "X" sein. Das letzte Zeichen ist die Prüfziffer, welche einem Wert entsprechen muss, der durch die anderen Ziffern berechnet wird. Außerdem muss die Nummer in einem validen Bereich liegen, der von der internationalen ISBN Agentur zugewiesen wird.
el: Το "%(isbn_input)s" δεν είναι έγκυρος αριθμός ISBN. Τα ISBN έχουν μήκος 10 ή 13 χαρακτήρες, χωρίς να υπολογίζονται οι προαιρετικές παύλες. Όλοι οι χαρακτήρες πρέπει να είναι αριθμοί, εκτός από τον τελευταίο χαρακτήρα, ο οποίος μπορεί επίσης να είναι "X". Ο τελευταίος χαρακτήρας είναι το "ψηφίο ελέγχου", το οποίο πρέπει να ταιριάζει με μια τιμή αθροίσματος ελέγχου που υπολογίζεται από τους άλλους αριθμούς. Πρέπει επίσης να βρίσκεται σε έγκυρο εύρος, που έχει εκχωρηθεί από τον Διεθνή Οργανισμό ISBN.
es: “%(isbn_input)s” no es un número ISBN válido. Los ISBN tienen 10 o 13 caracteres, sin contar los guiones opcionales. Todos los caracteres deben ser números, excepto el último carácter, que también puede ser "X". El último carácter es el "dígito de control", que debe coincidir con un valor de suma de comprobación que se calcula a partir de los otros números.También debe estar en un rango válido, asignado por la Agencia Internacional del ISBN.
fr: “%(isbn_input)s” n'est pas un numéro ISBN valide. Les ISBN comportent 10 ou 13 caractères, sans compter les tirets facultatifs. Tous les caractères doivent être des chiffres, à l'exception du dernier caractère, qui peut également être "X". Le dernier caractère est le "chiffre de contrôle", il doit correspondre à une valeur de somme de contrôle calculée à partir des autres chiffres. Il doit aussi se trouver dans une plage valide, attribuée par l'Agence internationale de l'ISBN.
hi: "%(isbn_input)s"कोई वैद्य ISBN अंक नहीं है।ISBN अंक 10 या 13 अक्षर के होते हैं, बिना वैकल्पिक रेखाओं को गिनें। सारी संख्या अंक होनी चाहिए, आखिर के अक्षर के अलावा, जो की 'X ' भी हो सकता है । आखिर का अक्षर "जांच संख्या" होती है, जो की एक चेकसम मूल्य से मेल कहानी चाहिए जिसका की दूसरे कम्प्यूटरों द्वारा हिसाब लगाया जाता है। वह वैद्य सीमा में भी होनी चाहिए, जो की अंतर्राष्टीय ISBN संस्था द्वारा आवंटित करी जाती है|
it: “%(isbn_input)s” non è un numero ISBN valido. Gli ISBN sono lunghi 10 o 13 caratteri, senza contare i trattini opzionali. Tutti i caratteri devono essere numeri, ecceto l'ultimo carattere, che può essere anche una "X". L'ultimo carattere è il "carattere di controllo", e deve corrispondere al valore checksum ottenuto dal calcolo degli altri numeri. Deve inoltre essere in un range valido, assegnato dall'agenzia internazionale ISBN.
pl: “%(isbn_input)s” nie jest poprawnym numerem ISBN. Mają one po 10 lub 13 znaków, nie licząc opcjonalnych myślników. Wszystkie znaki muszą być cyframi, poza ostatnim, który może także być “X”em. Jest on “znakiem kontrolnym”, wyliczonym na podstawie pozostałych cyfr. Cały ten numer musi także być w poprawnym zakresie przyznanym przez Międzynarodową Agencję ISBN.
tr: "%(isbn_input)s" geçerli bir ISBN numarası değil. ISBN'ler kesme işaretini veya kısa çizgileri saymazsanız 10 veya 13 karakterden oluşur. Son karakter hariç, bütün karakterler sayı olmalıdır, son karakter "X" olabilir. Son karakter kontrol sayısı olarak geçmektedir. Bu bir checksum üzerinden diğer sayıların kontrolünü yapılmasını sağlar. Ayrıca bu sayı Uluslararası ISBN Ajansının belirttiği uygun bir aralıkta olmalıdır.
uk: "%(isbn_input)s" не є правильним ISBN. ISBN-коди містять 10-13 символів та, опціонально, дефіси. Всі символи, крім останнього мають бути цифрами. Останній символ може бути англійською літерою X та є "контрольним символом", тобто контрольною сумою попередніх символів. Він також має бути у проміжку символів, затвердженому International ISBN Agency.
zh: “%(isbn_input)s”不是有效的 ISBN 编号。 ISBN 的长度为 10 或 13 个字符（不包括可选的破折号）。 所有字符都必须是数字，但最后一个字符除外，它也可能是“X”。 最后一个字符是“校验位”，它必须与根据其他数字计算得出的校验和值相匹配。 它还必须在国际 ISBN 机构分配的有效范围内。

# page.isbn.results.text
source: Matching files in our database:
ar: الملفات مطابقه في قاعدة البيانات الخاصة بنا:
be: Адпаведныя файлы ў нашай базе дадзеных:
bg: Съвпадащи файлове в нашата база данни:
ca: Fitxers coincidents a la nostra base de dades:
de: Passende Dateien in unserer Datenbank:
el: Αντιστοίχιση αρχείων στη βάση δεδομένων μας:
es: Archivos coincidentes en nuestra base de datos:
fr: Fichiers correspondants dans notre base de données :
hi: हमारे डेटाबेस में मिलती जुलती फाइल्स:
id: Berkas-berkas yang sesuai di basis data kami:
it: File corrispondenti nel nostro database:
pl: Pasujące pliki w naszej bazie danych:
tr: Veritabamızda eşleşen kayıtlar:
uk: Результати з нашої бази даних:
zh: 我们数据库中的匹配文件：
