Repository: Haoqi7/annas
Catalog: allthethings/translations/*/LC_MESSAGES/messages.po
Languages: ar, be, bg, ca, de, el, es, fr, hi, id, it, pl, tr, uk, zh

# page.doi.invalid.header
source: Not found
ar: غير موجود
be: Не знойдзена
bg: Не е намерено
ca: No trobat
de: Nicht gefunden
el: Δεν βρέθηκε
es: No encontrado
fr: Aucun résultat
hi: प्राप्त नहीं हुआ
id: Nihil
it: Non trovato
pl: Nie znaleziono
tr: Bulunamadı
uk: Нічого не знайдено
zh: 未找到

# page.doi.invalid.text
source: "%(doi_input)s" doesn't look like a DOI. It should start with "10." and have a forward slash in it.
ar: %(doi_input)s لا يبدو مثل DOI. يجب أن تبدأ ب"10." و يجب أن يكون فيه "/".
be: "%(doi_input)s" не з'яўляецца правільным doi-кодам. Ён павінен пачынацца на "10" і мець хоць бы адну касую рысу.
bg: "%(doi_input)s" не прилича на DOI. Трябва да започва с "10." и да има наклонена черта "/" в него.
ca: "%(doi_input)s" no sembla un DOI. Hauria de començar per "10." i tenir "/" a dins.
de: "%(doi_input)s" sieht nicht wie ein DOI aus. Es sollte mit "10." starten und einen Schrägstrich beinhalten.
el: Το %(doi_input)s" δεν μοιάζει με DOI. Θα πρέπει να ξεκινά με "10." και να έχει μια κάθετο προς τα εμπρός.
es: "%(doi_input)s" no parece un DOI. Debería empezar con un "10.” y contener una barra oblicua (/).
fr: "%(doi_input)s" ne ressemble pas à un DOI. Cela devrait commencer par "10." et contenir une barre oblique.
hi: "%(doi_input)s" DOI जैसा नहीं दिख रहा है।यह "10" से शुरू होना चाहिए और इसमें एक अग्रतियक स्लैश होना चाहिए।
id: "%(doi_input)s" tidak tampak seperti kode DOI. Kode DOI seharusnya dimulai dengan angka "10." dan terdapat garis miring di dalamnya.
it: "%(doi_input)s" non sembra essere un DOI. Il codice deve iniziare con "10." e deve contenere uno slash.
pl: "%(doi_input)s" nie wygląda jak DOI. Powinien on się zaczynać od "10." i mieć w sobie ukośnik przedni.
tr: "%(doi_input)s" bir DOI gibi görünmüyor. "10" ile başlamalı ve eğik çizgi (slaş) içermeli.
uk: "%(doi_input)s" не є правильним DOI-кодом. Він повинен починатися на "10" та мати хоча б одну скісну риску.
zh: “%(doi_input)s”看起来不像 DOI。 它应该以“10.”开头并包含一个正斜杠（/）。

# page.doi.box.canonical_url
source: Canonical URL: %(link)s
ar: الرابط القانوني: %(link)s
be: Кананічны URL: %(link)s
bg: Каноничен URL: %(link)s
ca: URL Canònical: %(link)s
de: Kanonische URL: %(link)s
el: Κανονική διεύθυνση URL: %(link)s
es: URL Canónica: %(link)s
fr: URL canonique : %(link)s
hi: विहित URL: %(link)s
it: URL canonico: %(link)s
pl: Kanoniczny URL: %(link)s
tr: Kanonik URL: %(link)s
uk: Посилання на DOI: %(link)s
zh: 规范的网址：%(link)s

# page.doi.box.scihub
source: This file might be in %(link_open_tag)sSci-Hub</a>.
ar: هذا الملف قد يكون في %(link_open_tag)sSci-Hub</a>.
be: Патэнцыйная лакацыя файла: %(link_open_tag)sSci-Hub</a>.
bg: Този файл може де е в %(link_open_tag)sSci-Hub</a>.
ca: Aquest fitxer podriar ser-hi a %(link_open_tag)sSci-Hub</a>.
de: Diese Datei befindet sich möglicherweise auf %(link_open_tag)sSci-Hub</a>.
el: Αυτό το αρχείο μπορεί να βρίσκεται στο %(link_open_tag)sSci-Hub</a>.
es: Este archivo puede estar en %(link_open_tag)sSci-Hub</a>.
fr: Ce fichier pourrait être sur %(link_open_tag)sSci-Hub</a>.
hi: यह फाइल %(link_open_tag)sसकी-हब </a>में हो सकती है।
id: Berkas ini mungkin terdapat di %(link_open_tag)sSci-Hub</a>.
it: Il file potrebbe essere in %(link_open_tag)sSci-Hub</a>.
pl: Ten plik może być w %(link_open_tag)sSci-Hub</a>.
tr: Bu dosya %(link_open_tag)sSci-Hub</a> sayfasında mevcut olabilir.
uk: Потенційна локація файлу: %(link_open_tag)sSci-Hub</a>.
zh: 该文件可能在%(link_open_tag)sSci-Hub</a>中。

# page.doi.results.text
source: Matching files in our database:
ar: ملفات مطابقة في قاعدة بياناتنا:
be: Адпаведныя файлы ў нашай базе дадзеных:
bg: Сходни файлове в нашата база данни:
ca: Fitxers coincidents a la nostra base de dades:
de: Passende Dateien in unserer Datenbank:
el: Αρχεία που ταιριάζουν με την βάση δεδομένων μας:
es: Archivos coincidentes en nuestra base de datos:
fr: Fichiers correspondants dans notre base de données :
hi: हमारे डेटाबेस में मिलती-जुलती फाइल:
id: Berkas-berkas yang sesuai di basis data kami:
it: File corrispondenti nel nostro database:
pl: Pasujące pliki w naszej bazie danych:
tr: Veri tabanımızda eşleşen dosyalar:
uk: Результати з нашої бази даних:
zh: 在数据库中找到以下匹配的文件：

# page.doi.results.none
source: No matching files found in our database.
ar: لا توجد ملفات مطابقة في قاعدة البيانات الخاصة بنا.
be: У нашай базе дадзеных не знойдзена адпаведных файлаў.
bg: Не са открити сходни файлове в нашата база данни.
ca: No s'han trobat fitxers coincidents a la nostra base de dades.
de: Keine passenden Dateien in unserer Datenbank gefunden.
el: Δεν βρέθηκαν αρχεία που να ταιριάζουν με τη βάση δεδομένων μας.
es: No se encontraron archivos coincidentes en nuestra base de datos.
fr: Aucuns fichiers correspondants dans notre base de données.
hi: हमारे डेटाबेस में कोई मिलती हुई फाइल प्राप्त नहीं हुई।
id: Tidak ada berkas yang sesuai di basis data kami.
it: Nessun file corrispondente trovato nei nostri database.
pl: Nie znaleziono żadnych pasujących plików w naszej bazie danych.
tr: Veri tabanımızda eşleşen dosya bulunamadı.
uk: Файлів з даною назвою не знайдено.
zh: 没有在数据库中找到匹配的文件。

# common.tech_details
source: Show technical details
ar: عرض التفاصيل الفنية (باللغة الإنجليزية)
be: Тэхнічныя дэталі (на англійскай мове)
bg: Покажи техническите детайли (на Английски)
ca: Mostra ens detalls tècnics (en anglès)
de: Zeige technische Details (auf Englisch)
el: Εμφάνιση τεχνικών στοιχείων (στα Αγγλικά)
es: Mostrar detalles técnicos (en inglés)
fr: Détails techniques (en anglais)
hi: तकनीकी विवरण (अंग्रेजी में)
id: Detail teknis (dalam bahasa Inggris)
it: Dettagli tecnici (in inglese)
pl: Szczegóły techniczne (w języku angielskim)
tr: Teknik ayrıntılar (İngilizce)
uk: Технічні деталі (англійською)
zh: 显示技术细节（仅英文）

# page.donate.title
source: Donate
ar: تبرع
be: Падтрымаць праект
bg: Дарете
ca: Fes una donació
de: Spenden
el: Δωρεά
es: Dona aquí
fr: Faire un don
hi: दान देना
id: Menyumbangkan
it: Donazioni
pl: Wesprzyj
tr: Bağış yapın
uk: Підтримати проєкт
zh: 捐赠

# page.donate.header
source: Donate
ar: تبرع
be: Падтрымаць праект
bg: Дарете
ca: Fes una donació
de: Spenden
el: Δωρεά
es: Dona aquí
fr: Faire un don
hi: दान देना
id: Menyumbangkan
it: Donazioni
pl: Wesprzyj
tr: Bağış yapın
uk: Підтримати проєкт
zh: 捐赠

# page.donate.text1
source: Anna’s Archive is a non-profit, open-source project, run completely by volunteers. We take donations to cover our costs, which include hosting, domain names, development, and other expenses.
ar: Anna’s Archive هو مشروع غير ربحي مفتوح المصدر، يديره متطوعون فقط. نأخذ التبرعات لتغطية تكاليفنا، والتي تشمل الاستضافة، وأسماء النطاق، والتطوير، وغيرها من النفقات.
be: Anna’s Archive - гэта некамерцыйны праект з адкрытым зыходным кодам, цалкам кіраваны валанцёрамі. Мы прымаем ахвяраванні для пакрыцця нашых выдаткаў, якія ўключаюць хостынг, даменныя імёны, распрацоўку і іншыя выдаткі.
bg: Архивър на Анна е опън сорс проект с нестопанска цел, опериран изцяло от доброволци. Ние събираме дарения, за да покрием разходите си, който включват хостинг, домейни, разработка, и други разходи.
ca: L'arxiu de l'Anna es un projecte sense ànim de lucres, de codi obert, a càrrec de voluntaris. Acceptem donacions per cobrir els nostres costos, que inclouen hostatjament, nomes de domini, desenvolupament i altres despeses.
de: Anna’s Archive ist ein gemeinnütziges Open-Source-Projekt, das vollständig von Freiwilligen betrieben wird. Wir nehmen Spenden entgegen um unsere Kosten zu decken, welche Hosting, Domainnamen, Entwicklung und andere Ausgaben umfassen.
el: Το Anna’s Archive είναι ένα μη κερδοσκοπικό έργο ανοιχτού κώδικα, το οποίο διευθύνεται εξ ολοκλήρου από εθελοντές. Λαμβάνουμε δωρεές για την κάλυψη των δαπανών μας, οπου τα οποιά περιλαμβάνουν τη φιλοξενία, τα ονόματα τομέα, την ανάπτυξη και άλλα έξοδα.
es: Anna’s Archive es un proyecto de código abierto sin ánimo de lucro, gestionado íntegramente por voluntarios. Aceptamos donaciones para cubrir nuestros costes, que incluyen alojamiento, nombres de dominio, desarrollo y otros gastos.
fr: Anna’s Archive est un projet à but non lucratif, "open source", maintenu entièrement par des volontaires. Nous acceptons les dons pour couvrir nos frais qui comprennent : l'hébergement, les noms de domaine, le développement et d'autres dépenses.
hi: एना'स आर्काइव एक गैर लाभकारी योजना है, जो की पूरी तरह स्वयंसेवकों द्वारा चलाया जाता है। हम अपने खर्चे, जिनमें होस्टिंग, डोमेन का नाम, विकसन और अन्य खर्चों सम्मिलित हैं, को पूरा करने के लिए चंदे की सहायता लेते हैं।
id: Arsip Anna adalah sebuah proyek open-source nirlaba yang digerakkan penuh oleh sukarelawan. Kami menerima donasi untuk memenuhi kebutuhan biaya, termasuk hosting, nama domain, pengembangan, dan biaya-biaya lain.
it: Anna's Archive è un progetto open source senza scopo di lucro, gestito completamente da volontari. Accettiamo donazioni per coprire i nostri costi, che includono hosting, nomi di dominio, sviluppo e altre spese.
pl: Anna's Archive jest otwarto-źródłowym projektem non-profit, obsługiwanym w pełni przez wolontariuszy. Przyjmujemy donacje na pokrycie naszych kosztów, w tym hostingu, nazw domen, rozwoju oprogramowania, i innych wydatków.
tr: Anna'nın Arşivi, tamamen gönüllüler tarafından yürütülen, kar amacı gütmeyen, açık kaynaklı bir projedir. Barındırma, alan adları, geliştirme ve diğer masrafları içeren maliyetlerimizi karşılamak için bağış alıyoruz.
uk: Anna's Archive – це неприбутковий проєкт, що підтримується волонтерами. Донації допомагають нам покрити витрати на хостинг, доменні імена, розробку та інші ситуаційні розходи.
zh: 安娜的档案是一个非盈利、开源的项目，完全由志愿者运营。 我们接受捐款来支付我们的费用，其中包括托管、域名、开发和其他费用。

# page.donate.text2
source: With your contributions we are able to keep this site running, improve its features, and preserve more collections.
ar: من خلال مساهماتكم يمكننا الحفاظ على خدمة هذا الموقع، وتحسين ميزاته، والحفاظ على المزيد من المجموعات.
be: Дзякуючы вашаму ўнёску мы можам падтрымліваць працу гэтага сайта, паляпшаць яго функцыі і захоўваць больш калекцый кніг.
bg: С вашите дарения, ние можем да поддържаме уебсайта, подобряваме неговите функции, и да запаьим повече колекции.
ca: Amb les vostres contribucions mantenim el lloc web funcionanat, milloresm les seves prestacion i preservem més coleccions.
de: Mit euren Beiträgen können wir diese Website am Laufen halten, die Funktionen verbessern und mehr Sammlungen erhalten.
el: Με τις συνεισφορές σας είμαστε σε θέση να διατηρήσουμε αυτόν τον ιστότοπο σε λειτουργία, να βελτιώσουμε τις δυνατότητές του και να διατηρήσουμε περισσότερες συλλογές.
es: Con sus contribuciones podemos mantener este sitio en funcionamiento, mejorar sus funciones y preservar más colecciones.
fr: Grâce à vos contributions, nous pouvons faire fonctionner ce site, améliorer ses fonctionnalités et sauvegarder plus de collections.
hi: आपके योगदानो से हम इस साइट को चलते रहते हैं, इसके फीचर्स सुधरते हैं, तथा और अधिक सांकलों का संरक्षण करते हैं।
id: Dengan kontribusi Anda, kami dapat terus menjalankan situs ini, mengembangkan fitur-fiturnya, dan mempreservasikan lebih banyak koleksi.
it: Con il tuo contributo siamo in grado di mantenere attivo questo sito, migliorarne le funzionalità e conservare più raccolte.
pl: Dzięki waszym datkom jesteśmy w stanie utrzymać tą stronę, poprawiać ją, i archiwizować jeszcze więcej książek.
tr: Katkılarınızla bu siteyi çalışır durumda tutabilir, özelliklerini geliştirebilir ve daha fazla koleksiyonu koruyabiliriz.
uk: З вашою допомогою ми продовжуємо обслуговувати сайт, додавати нові функції та зберігати більше книжкових колекцій.
zh: 因为有您的贡献，我们才得以保持该网站的运行，改进其功能，并保存更多的藏书。

# page.donate.text3
source: Recent donations: %(donations)s. Thanks everyone for your generosity. We really appreciate putting your trust in us, with whatever amount you can spare.
ar: تبرعات حديثة: %(donations)s شكرا للجميع من أجل كرمك. نحن حقا نقدر وضع ثقتكم فينا مهما كان المبلغ الذي تعطي.
be: Нядаўнія ахвяраванні: %(donations)s. Мы вельмі ўдзячныя Вам за вашу шчодрасць і давер, у якой бы суме яна ні выяўлялася.
bg: Скорошни дарения: %(donations)s. Благодарим на вички за вашата щедрост. Много оценяваме, че поставихте доверието си в нас с каквото количесто сте могли.
ca: Donacions recents: %(donations)s. Gràcies per la vostra generositat. Apreciem la vostra confiança en nosaltres, amb qualsevol quantitat que hagueu donat.
de: Kürzliche Spenden: %(donations)s. Danke für eure Großzügigkeit. Wir schätzen es sehr, dass du uns vertraust - egal welchem Betrag du erübrigen kannst.
el: Πρόσφατες δωρεές: %(donations)s. Σας ευχαριστώ όλους για τη γενναιοδωρία σας. Εκτιμούμε πραγματικά την εμπιστοσύνη σας σε εμάς, με όποιο ποσό μπορείτε να διαθέσετε.
es: Donaciones recientes: %(donations)s. Gracias a todos por vuestra generosidad. Apreciamos de verdad que depositéis vuestra confianza en nosotros, con cualquier cantidad de la que podáis disponer.
fr: Dons récents : %(donations)s. Merci à tous pour votre générosité. Nous apprécions vraiment la confiance que vous nous accordez, Quel que soit le montant que vous pouvez nous donner.
hi: नए योगदान: %(donations)s.आपकी उदारता के लिए धन्यवाद।हम पर विश्वास दिखने के लिए हम आपकी गहराई से सराहना करते हैं, जो भी राशि आप रिक्त कर सकें।
it: Donazioni recenti: %(donations)s. Grazie a tutti per la vostra generosità. Apprezziamo molto la fiducia che riponi in noi, con qualsiasi importo tu possa risparmiare.
pl: Ostatnie donacje: %(donations)s. Dziękujemy wszystkim za waszą szczodrość. Naprawdę doceniamy zaufanie nam z jakąkolwiek kwotą, na jaką możecie sobie pozwolić.
tr: Son bağışlar: %(donations)s. Cömertliğiniz için hepinize teşekkür ederiz. Bağışladığınız her türlü miktarla bize güvendiğiniz için gerçekten minnettarız.
uk: Останні донації: %(donations)s. Ми дуже вдячні вам за вашу щедрість та довіру, в якій би сумі вона не виражалася.
zh: 最近的捐款：%(donations)s。感谢你们每一个人的慷慨解囊！无论您捐赠的数额是多少，我们都非常感激您对我们的信任。

# page.donate.text4
source: To donate, select your preferred method below. If you run into any trouble, please contact us at %(email)s.
ar: للتبرع اختار الطريقة المفضلة لديك. إذا كان لديك أي مشكلة اتصل بنا علي %(email)s.
be: Каб зрабіць ахвяраванне, абярыце адзін з метадаў ніжэй. Калі ў вас узніклі якія-небудзь праблемы, напішыце нам на %(email)s.
bg: За да дарите, избетете Вашия предпочитън способ долу. Ако срещнете затруднения, моля, свържете се с нас на %(email)s.
ca: Per donar, seleccion el teu mètode preferit a sota. Si tens cap problema, si us plau contacta amb nosaltres a %(email)s.
de: Um zu Spenden, wähle bitte unten deine bevorzugte Bezahlmethode. Solltest du auf Probleme stoßen, kontaktiere uns bitte unter %(email)s.
el: Για να κάνετε δωρεά, επιλέξτε τη μέθοδο που προτιμάτε παρακάτω. Εάν αντιμετωπίσετε οποιοδήποτε πρόβλημα, επικοινωνήστε μαζί μας στο %(email)s.
es: Para donar, selecciona el método abajo. Si tienes algún problema, contáctanos por email en %(email)s.
fr: Pour vos donations, sélectionnez votre méthode préférée, ci-dessous. En cas de problème, contactez nous à %(email)s.
hi: चंदा देने के लिए, अपना पसंदीदा तरीका नीचे चुनें। अगर आप कोई परेशानी हो, तो कृपया हमें %(email)s पर सम्पर्क करे।
id: Untuk berdonasi, silakan pilih metode donasi yang Anda inginkan. Jika terjadi masalah, silakan hubungi kami di %(email)s.
it: Per donare, seleziona il tuo metodo preferito qui sotto. In caso di problemi, contattaci all'indirizzo %(email)s.
pl: By nas wesprzeć, wybierz metodę płatności poniżej. Jeśli napotkasz jakieś problemy, proszę, skontaktuj się z nami pod %(email)s.
tr: Bağış yapmak için aşağıdan tercih ettiğiniz yöntemi seçin. Herhangi bir sorunla karşılaşırsanız, lütfen %(email)s adresinden bizimle iletişime geçin.
uk: Щоб задонатити, оберіть один з методів нижче. Якщо у вас виникли якісь проблеми, напишіть нам на %(email)s.
zh: 请从下列方式中选择您喜欢的方式进行捐款。如果你遇到了任何问题，请通过%(email)s联系我们。

# page.donate.nav.cc
source: Credit/debit card
ar: بطاقة الائتمان/الخصم
be: Банкаўская карта
bg: Кредитна/Дебитна карта
ca: Tarjeta de crèdit/dèbit
de: Kredit-/Debit-Karte
el: Πιστωτική / Χρεωστική Κάρτα
es: Tarjeta de crédito/débito
fr: Carte de crédit/débit
hi: क्रेडिट/ डेबिट कार्ड
id: Kartu debit / kredit
it: Carta di credito/debito
pl: Karta płatnicza
tr: Kredi/banka kartı
uk: Банківська картка
zh: 信用卡/借记卡

# page.donate.nav.crypto
source: Crypto
ar: عملات تشفير
be: Крыптавалюты
bg: Крипто
ca: Cryptomonedes
el: Κρυπτονόμισμα
es: Cripto
hi: क्रिप्टो
id: Uang kripto
pl: Kryptowaluty
tr: Kripto
uk: Криптовалюти
zh: 加密货币

# page.donate.nav.alipay
source: Alipay 支付宝
be: Alipay
de: Alipay
hi: अलीपे
pl: Alipay
uk: Alipay
zh: 支付宝

# page.donate.nav.faq
source: Questions
ar: أسئلة
be: Пытанні
bg: Въпроси
ca: Preguntes
de: Fragen
el: Ερωτήσεις
es: Preguntas
hi: सवाल
id: Pertanyaan Umum
it: Domande
pl: Pytania
tr: Sorular
uk: Часті питання
zh: 问题

# page.donate.paypal.text
source: Go to %(link_open_tag)sthis page</a> and follow the instructions, either by scanning the QR code or clicking the “paypal.me” link. If it doesn’t work, try refreshing the page, since that might give you a different account.
ar: اذهب إلى %(link_open_tag)sهذه الصفحة</a> اتبع التعليمات إما عن طريق المسح "QR code" أو النقر فوق الرابط “paypal.me”. إذا لم ينجح الأمر قم بتحمل الصفحة مرة أخرى.
be: Прайдзіце па %(link_open_tag)sспасылцы</a> і вынікайце інструкцыі, якія будуць даступныя па QR-коду або спасылцы. Калі нешта не спрацавала, паспрабуйце абнавіць старонку – гэта можа пераключыць вас на іншы рахунак.
de: Gehe zu %(link_open_tag)sdieser Seite</a> und folge den Anweisungen, entweder durch Scannen des QR-Codes oder durch Klicken des "paypal.me" Links. Falls das nicht funktionieren sollten, versuche die Seite zu aktualisieren, da du dadurch möglicherweise ein anderes Konto angezeigt bekommst.
es: Ve a %(link_open_tag)sesta página</a> y sigue las instrucciones, ya sea escaneando el código QR o haciendo clic en el enlace "paypal.me". Si no funciona, intenta actualizar la página, ya que eso podría darle una cuenta diferente.
fr: Allez à %(link_open_tag)scette page</a> et suivez les instructions, soit en scannant le code QR ou en cliquant le lien “paypal.me”. Si cela ne fonctionne pas, essayez de rafraîchir la page, ceci pourrait vous donner un autre compte.
hi: %(link_open_tag)sthis page</a> पर जाएं और निर्देशों का पालन करें, QR कोड स्कैन करके या “paypal.me” लिंक पर क्लिक करके। यदि यह काम नहीं करता है, तो पृष्ठ को ताज़ा करने का प्रयास करें, क्योंकि इससे आपको एक अलग खाता मिल सकता है।
it: Vai a %(link_open_tag)squesta pagina</a> e segui le istruzioni, alternativamente leggendo il QR code oppure cliccando il link “paypal.me”. Se non dovessero funzionare prova ad aggiornare la pagina, poichè potrebbe darti un account diverso.
pl: Otwórz %(link_open_tag)stą stronę</a> i podążaj za instrukcjami, skanując kod QR, albo klikając link do “paypal.me”. Jeśli coś nie działa, możesz spróbować odświeżyć stronę, by dostać inne, działające konto.
tr: %(link_open_tag)sBu sayfayı</a> ziyaret edin ve talimatları takip edin. Eğer hata alırsanız, sayfayı yenilemeyi deneyin.
uk: Пройдіть за %(link_open_tag)sпосиланням</a> та дотримуйтеся інструкцій, що будуть доступні за QR-кодом чи посиланням. Якщо щось не спрацювало, спробуйте оновити сторінку – це може переключити вас на інший акаунт.
zh: 前往%(link_open_tag)s这个页面并且按照页面所示步骤执行，也可通过扫描二维码或点击“paypal.me”链接，如果以上内容不起作用，尝试刷新页面

# page.donate.strange_account
source: Note that the account name or picture might look strange. No need to worry! These accounts are managed by our donation partners. Our accounts have not been hacked.
ar: لاحظ أن الاسم الحساب أو الصورة قد تبدو غريبة. لا داعي للقلق! هذه الحسابات تتم إدارتها من قبل شركاء التبرع. حساباتنا لم يتم اختراقها.
be: Звярніце ўвагу, што імя ўліковага запісу або малюнак можа выглядаць дзіўна. Няма неабходнасці турбавацца! Гэтымі ўліковымі запісамі кіруюць нашы партнёры па ахвяраваннях. Нашы акаўнты не былі ўзламаныя.
de: Beachte, dass der Account Name oder das Bild eigenartig aussehen kann! Kein Grund zur Sorge! Diese Accounts werden von unseren Spenden Partnern betreut. Unsere Accounts wurden nicht gehackt.
es: No te preocupes si el nombre o la imagen de la cuenta tiene un aspecto inesperado, estas cuentas pertenecen a socios que han aportado dinero al proyecto: no nos han hackeado.
fr: Les noms ou images des comptes peuvent avoir l'air étranges. Pas d'inquiétude ! Ces comptes sont gérés par nos donateurs. Nos comptes n'ont pas été hackés.
hi: ध्यान दें कि खाते का नाम या चित्र अजीब लग सकता है। चिंता की कोई बात नहीं है! ये खाते हमारे दान भागीदारों द्वारा प्रबंधित किए जाते हैं। हमारे खातों का उल्लंघन नहीं हुआ है।
it: Nota che il nome o l'immagine dell'account potrebbero sembrare strani. Non c'è da preoccuparsi! Questi account sono gestiti dai nostri donatori. I nostri conti non sono stati violati.
pl: Nazwa lub zdjęcie konta mogę wyglądać dziwnie, ale nie martw się! Te konta są zarządzane przez naszych partnerów. Nikt się na nie włamał.
tr: Hesap adının veya resmin tuhaf görünebileceğini unutmayın. Endişelenmenize gerek yok! Bu hesaplar bağış ortaklarımız tarafından yönetilmektedir. Hesaplarımız hacklenmemiştir.
zh: 账户名或图像可能会有点奇怪不必担心！这个账户由我们的捐赠伙伴管理，我们的账户没有被黑。

# page.donate.text_thank_you
source: Thank you so much for helping out! This project would not be possible without you.
ar: شكرا جزيلا للمساعدة! لن يكون هذا المشروع ممكنًا بدونكم.
be: Вялікі вам дзякуй за дапамогу! Гэты праект быў бы немагчымы без вас.
bg: Благодарим ви много за помощта! Този проект не би бил възможен без вас.
ca: Gràcies pel teu ajut! Sense vosaltres aquest projecte no seria possible.
de: Vielen Dank, dass du uns hilfst! Dieses Projekt würde ohne dich nicht möglich sein.
el: Σας ευχαριστώ πολύ για τη βοήθεια! Αυτό το έργο δεν θα ήταν δυνατό χωρίς εσάς.
es: ¡Muchas gracias por ayudar! Este proyecto no seria posible sin tu ayuda.
fr: Merci infiniment de votre aide ! Sans vous ce projet ne serait pas possible.
hi: हमारी सहायता करने के लिए बोहोत शुक्रिया! आपके बिना ये प्रोजेक्ट संभव नहीं हो पाता।
id: Terima kasih banyak! Proyek ini tidak akan terwujud tanpa bantuan dari Anda.
it: Grazie mille per il tuo aiuto! Questo progetto non sarebbe possibile senza di te.
pl: Bardzo dziękujemy za wsparcie! Ten projekt nie byłby możliwy bez ciebie.
tr: Yardım ettiğiniz için çok teşekkür ederiz! Bu proje siz olmadan mümkün olmazdı.
uk: Дякуємо за вашу підтримку! Ваш вклад є дуже цінним для проєкту.
zh: 非常感谢您的帮助！没有像您这样的人，这个项目就不可能成为现实。

# page.donate.cc.header
source: Credit/debit card
ar: بطاقة الائتمان/الخصم
be: Банкаўская картка
bg: Кредитна/дебитна карта
ca: Tarjeta de crèdit/dèbit
de: Kredit-/Debit-Karte
el: Πιστωτική / Χρεωστική Κάρτα
es: Tarjeta de crédito/débito
fr: Carte de crédit/débit
hi: क्रेडिट/डेबिट कार्ड
id: Kartu debit / kredit
it: Carta di credito/debito
pl: Karta płatnicza
tr: Kredi/banka kartı
uk: Банківська картка
zh: 信用卡/借记卡
