Repository: Haoqi7/annas
Catalog: allthethings/translations/*/LC_MESSAGES/messages.po
Languages: ar, be, bg, ca, de, el, es, fr, hi, id, it, pl, tr, uk, zh

# common.md5_problem_type_mapping.lgrsnf_visible
source: Not visible in Libgen.rs Non-Fiction
ar: غير مرئي في مكتبة Libgen.rs Non-Fiction
be: Не адлюстроўваецца ў ".rs-fork" акадэмічнага падзела Library Genesis
bg: Не е видимо в Libgen.rs Нехудожествена литература
ca: No visible a la Llibreria Genesis ".rs-fork" No-Ficció
de: Nicht sichtbar in Libgen.rs Non-Fiction
el: Δεν είναι ορατό στη βιβλιοθήκη Genesis ".rs-fork" Μη μυθοπλασία
es: No visible en la Librería Genesis ".rs-fork" No Ficción
fr: Non visible dans Librairie Genesis ".rs-fork" Non-Fiction
hi: लाइब्रेरी जेनेसिस ".rs-fork" नॉन-फिक्शन में दिखाई नहीं देता।
id: Tidak terlihat di Libgen.rs Non-Fiksi
it: Non visibile su Library Genesis".rs-fork" Non-Fiction
pl: Brak w Library Genesis ".rs.fork" (lit. faktu)
tr: Library Genesis'e ait Kurgu Dışı ".rs-fork"unda görünür değil
uk: Не відображається у .rs-версії академічного розділу Library Genesis
zh: 在 图书分类 “.rs-fork” 的非虚构文学板块中不可见

# common.md5_problem_type_mapping.lgrsfic_visible
source: Not visible in Libgen.rs Fiction
ar: غير مرئي في مكتبة Libgen.rs Fiction
be: Не адлюстроўваецца ў ".rs-fork" мастацкага падзелу Library Genesis
bg: Не е видимо в Libgen.rs Художествена литература
ca: No visible a la Llibreria Genesis ".rs-fork" Ficció
de: Nicht sichtbar in Libgen.rs Fiction
el: Δεν είναι ορατό στη Βιβλιοθήκη Genesis ".rs-fork" Μυθοπλασία
es: No visible en Librería Génesis ".rs-fork" Ficción
fr: Non visible dans la Librairie Genesis ".rs-fork" Fiction
hi: लाइब्रेरी जेनेसिस ".rs-fork" नॉन-फिक्शन में दिखाई नहीं देता
id: "Tidak terlihat di Libgen.rs Fiksi
it: Non visibile su Library Genesis".rs-fork" Non-Fiction
pl: Brak w Libgen.rs (fikcja)
tr: Library Genesis Kurgu ".rs-fork"da görünür değil
uk: Не відображається у .rs-версії художнього розділу Library Genesis
zh: 在 Library Genesis “.rs-fork” 的小说板块中不可见

# common.md5_problem_type_mapping.lgli_visible
source: Not visible in Libgen.li
ar: غير مرئي في مكتبة Libgen.li
be: Не адлюстроўваецца в ".li-версіі" Library Genesis
bg: Не е видимо в Libgen.li
ca: No visible a la Llibreria Genesis ".li-fork"
de: Nicht sichtbar in Libgen.li
el: Δεν είναι ορατό στο Libgen.li
es: No visible en Librería Génesis ".li-fork"
fr: Non visible dans la Librairie Genesis ".li-fork"
hi: लाइब्रेरी जेनेसिस ".li-fork" में दिखाई नहीं दे रहा
id: Tidak terlihat di Libgen.li
it: Non visibile in Libgen.li
pl: Brak w Libgen.li
tr: Libgen.lida görünür değil
uk: Не відображається у .li-версії Library Genesis
zh: 在 Library Genesis “.li-fork” 中不可见

# common.md5_problem_type_mapping.lgli_broken
source: Marked broken in Libgen.li
ar: تم تحديده كـ"معطّل" في مكتبة Libgen.li
be: Пазначана як "зламаны файл" у ".li-версіі" акадэмічнага раздзела Library Genesis
bg: Маркирано като развалено в Libgen.li
ca: Marcat com a trencat a la Llibreria Genesis ".li-fork"
de: Als beschädigt markiert in Libgen.li
el: Σημειώθηκε σπασμένο στη Βιβλιοθήκη Genesis ".li-fork"
es: Marcado roto en Librería Génesis ".li-fork"
fr: Marqué brisé dans la Librairie Genesis ".li-fork"
hi: लाइब्रेरी जेनेसिस ".li-fork" में टूटा हुआ अंकित
id: Tertanda hilang di ".rs-fork" Library Genesis
it: Contrassegnato non valido in Libgen.li
pl: Oznaczone jako uszkodzone w Libgen.li
tr: Libgen.lida bozuk olarak işaretlendi
uk: Помічено як "зламаний файл" у .li-версії академічного розділу Library Genesis
zh: 在 Library Genesis “.li-fork” 中被标记为损坏

# common.md5_problem_type_mapping.zlib_missing
source: Missing from Z-Library
ar: مفقود من مكتبة Z-Library
be: Адсутнічае ў Z-Library
bg: Липсва в Z-Library
ca: Falta al Z-Library
de: Fehlt in Z-Library
es: Falta en Z-Library
fr: Manquant de Z-Library
hi: कब से गायब है Z-Library
id: Hilang dari Z-Library
it: Mancante da Z-Library
tr: Z-library'de mevcut değil
uk: Файл відсутній у Z-Library
zh: 在Zlibrary中被标记为丢失

# common.md5_content_type_mapping.book_unknown
source: Book (unknown)
ar: كتاب (غير معروف)
be: Кніга (невядомая)
bg: Книга (непозната)
ca: Llibre (desconegut)
de: Buch (unbekannt)
el: Βιβλίο (Άγνωστο)
es: Libro (desconocido)
fr: Livre (inconnu)
hi: पुस्तक (अज्ञात)
id: Buku (tak terkategori)
it: Libro (sconosciuto)
pl: Książka (nieznana)
tr: Kitap (bilinmeyen)
uk: Книга (деталі невідомі)
zh: 未知类型的图书

# common.md5_content_type_mapping.book_nonfiction
source: Book (non-fiction)
ar: كتاب (غير خيالي)
be: Кніга (акадэмічная літаратура)
bg: Книга (нехудожествена)
ca: Llibre (no-ficció)
de: Buch (Sachbuch)
el: Βιβλίο (μη μυθοπλασίας)
es: Libro (no ficción)
fr: Livre (non-fiction)
hi: पुस्तक(वास्तविक)
id: Buku (nonfiksi)
it: Libri (saggistica)
pl: Książka (literatura faktu)
tr: Kitap (kurgu dışı)
uk: Книга (академічна література)
zh: 非小说类图书

# common.md5_content_type_mapping.book_fiction
source: Book (fiction)
ar: كتاب (خيالي)
be: Кніга (мастацкая літаратура)
bg: Книга (художествена)
ca: Llibre (ficció)
de: Buch (Belletristik)
el: Βιβλίο (Μυθοπλασίας)
es: Libro (ficción)
fr: Livre (fiction)
hi: पुस्तक(कल्पना)
id: Buku (fiksi)
it: Libri (romanzi)
pl: Książka (fikcja)
tr: Kitap (kurgu)
uk: Книга (художня література)
zh: 小说类

# common.md5_content_type_mapping.journal_article
source: Journal article
ar: مقال أكاديمي
be: Артыкул у часопісе
bg: Журнална статия
ca: Article de revista
de: Journal-Artikel
el: Δημοσιογραφικό Άρθρο
es: Artículo periodístico
fr: Article de journal
hi: पत्रिका आलेख
id: Artikel jurnal
it: Articoli scientifici
pl: Artykuł z czasopisma fachowego
tr: Dergi makalesi
uk: Стаття з журналу
zh: 期刊文章

# common.md5_content_type_mapping.standards_document
source: Standards document
ar: وثيقة معايير
be: Дакумент са стандартамі
bg: Стандарти
ca: Document d'estàndards
de: Normendokument
el: Πρότυπα Εγγράφων
es: Documentos estándar
fr: Documents standards
hi: मानक दस्तावेज
id: Dokumen standar
it: Documento normativo
pl: Dokument standardu
tr: Belge standartları
uk: Документ із описом стандартів
zh: 标准文档

# common.md5_content_type_mapping.magazine
source: Magazine
ar: مجلة
be: Часопіс
bg: Списание
ca: Revista
de: Zeitschrift
el: Περιοδικό
es: Revista
fr: Revue
hi: पत्रिका
id: Majalah
it: Riviste
pl: Magazyn
tr: Dergi
uk: Журнал
zh: 杂志

# common.md5_content_type_mapping.book_comic
source: Comic book
ar: قصة مصورة
be: Комікс
bg: Комикс
ca: Còmic
de: Comicbuch
el: Βιβλίο Κόμικ
es: Comic
fr: Bande dessinée
hi: कॉमिक पत्रिका
id: Komik
it: Fumetti
pl: Komiks
tr: Çizgi roman
uk: Комікс
zh: 漫画

# common.md5_content_type_mapping.book_any
source: Book (any)
ar: كتاب (أي نوع)
be: Кніга (любая)
bg: Книга (всякаква)
ca: Llibre (qualsevol)
de: Buch (alle)
el: βιβλίο (οποιοδήποτε)
es: Libro (cualquiera)
fr: Livre (tous)
hi: किताब (कोई भी )
id: Buku (apapun)
it: Libri (tutti)
pl: Książka (Dowolna)
tr: Kitap (tümü)
uk: Книга (категорію не визначено)
zh: 任何类型的图书

# page.md5.box.download.lgrsnf
source: Libgen.rs Non-Fiction
ar: مكتبة Libgen.rs Non-Fiction
be: Library Genesis ".rs-версія" - акадэмічны раздзел
bg: Libgen.rs Нехудожествена
ca: Lliberia Genesis '.rs-fork" No-ficció
de: Libgen.rs Sachbücher
el: Βιβλιοθήκη Genesis ".rs-fork" (Μη μυθοπλασία)
es: Librería Génesis ".rs-fork" No Ficción
fr: Librairie Genesis ".rs-fork" Non-Fiction
hi: लाइब्रेरी जेनेसिस ".rs-fork" वास्तविक
id: Libgen.rs Non-Fiksi
it: Non-Fiction Libgen.rs
pl: Libgen.rs (lit. faktu)
tr: Libgen.rs Kurgu Dışı
uk: Library Genesis (.rs-версія) - академічний розділ
zh: Library Genesis中的 ".rs-fork"类型的非虚构文学

# page.md5.box.download.extra_also_click_get
source: (also click “GET” at the top)
ar: (انقر أيضًا على" GET "في الأعلى)
be: (таксама націсніце "Атрымаць" уверсе)
bg: (също натиснете “GET” горе)
ca: (prem també "GET" adalt)
de: (drücke "GET" oben)
el: (Επίσης κάντε κλικ στο "GET" στο επάνω μέρος)
es: (también haga clic en “GET” en la parte superior)
fr: (cliquez également sur "GET" en haut)
hi: (शीर्ष पर "GET" पर भी क्लिक करें)
id: (klik juga “GET” di atas)
it: (fai clic anche su "GET" in alto)
pl: (kliknij również „GET” u góry)
tr: (ayrıca üst kısımdaki “GET”i tıklayın)
uk: (також натисніть "GET" зверху)
zh: （也可以点击顶部的“GET”）

# page.md5.box.download.extra_click_get
source: (click “GET” at the top)
ar: (انقر على "GET" في الأعلى)
be: (націсніце "Атрымаць" уверсе)
bg: (натиснете “GET” горе)
ca: (prem "GET" adalt)
de: (drücke "GET" oben)
el: (κάντε κλικ στο "GET" στο επάνω μέρος)
es: (haga clic en “GET” en la parte superior)
fr: (cliquez sur "GET" en haut)
hi: (शीर्ष पर "GET" पर क्लिक करें)
id: (klik “GET” di atas)
it: (fai clic su “GET” in alto)
pl: (kliknij "GET" u góry)
tr: (en üstteki “GET”e tıklayın)
uk: (натисніть "GET" зверху)
zh: （点击顶部的“GET”）

# page.md5.box.download.lgrsfic
source: Libgen.rs Fiction
ar: مكتبة Libgen.rs Fiction
be: Library Genesis ".rs-версія" - мастацкая літаратура
bg: Libgen.rs Художествена
ca: Lliberia Genesis ".rs-fork" Ficció
de: Libgen.rs Fiktion
el: Βιβλιοθήκη Genesis ".rs-fork" Επιστημονική Φαντασία
es: Librería Génesis ".rs-fork" Ficción
fr: Librairie Genesis ".rs-fork" Fiction
hi: लाइब्रेरी जेनेसिस ".rs-fork" काल्पनिक
id: Perpustakaan Kejadian ".rs-fork" Fiksi
it: Fiction Libgen.rs
tr: Libgen.rs Kurgu
uk: Library Genesis (.rs-версія) - художня література
zh: Library Genesis “.rs-fork” 的小说板块

# page.md5.box.download.lgli
source: Libgen.li
ar: مكتبة Libgen.li
be: Library Genesis ".li-версія"
ca: Llibreria Genesis ".li-fork"
el: Βιβλιοθήκη Genesis ".li-fork"
es: Librería Génesis ".li-fork"
fr: Librairie Genesis ".li-fork"
hi: लाइब्रेरी जेनेसिस ".li-fork"
id: Perpustakaan Kejadian ".li-fork"
uk: Library Genesis (.li-версія)
zh: Library Genesis “.li-fork”

# page.md5.box.download.scihub
source: Sci-Hub: %(doi)s
hi: सकी-हब: %(doi)s

# page.md5.box.download.ipfs_gateway
source: IPFS Gateway #%(num)d
ar: IPFS بوابة #%(num)d
be: IPFS-партал #%(num)d
bg: ИПФС Вход #%(num)d
ca: Pasarel·la IPFS #%(num)d
el: Πύλη IPFS #%(num)d
es: Puerta de enlace IPFS #%(num)d
fr: Portail IPFS #%(num)d
hi: IPFS गेटवे #%(num)d
id: Gateway IPFS #%(num)d
it: Gateway IPFS #%(num)d
pl: Brama IPFS #%(num)d
tr: IPFS Ağ Geçidi #%(num)d
uk: IPFS-портал №%(num)d
zh: IPFS 网关 #%(num)d

# page.md5.box.download.ipfs_gateway_extra
source: (you might need to try multiple times with IPFS)
ar: (قد تحتاج إلى المحاولة عدة مرات مع IPFS)
be: (магчыма, вам прыйдзецца паспрабаваць некалькі разоў з IPFS)
bg: (може да се наложи да пробвате няколко пъти с ИПФС)
ca: (potser hauries d'intentar-ho múltiples cops si fas servir IPFS)
de: (mit IPFS musst du es möglicherweise mehrmals versuchen)
el: (ίσως χρειαστεί να δοκιμάσετε πολλές φορές με το IPFS)
es: (es posible que deba intentarlo varias veces con IPFS)
fr: (vous devrez peut-être essayer plusieurs fois avec IPFS)
hi: (आपको IPFS के साथ कई बार प्रयास करने की आवश्यकता हो सकती है)
id: (Anda mungkin perlu mencoba berkali-kali dengan IPFS)
it: (potrebbe essere necessario provare più volte con IPFS)
pl: (udane pobranie przez IPFS może wymagać kilku prób)
tr: (IPFS ile birden çok kez denemeniz gerekebilir)
uk: (спробуйте ще раз, якщо завантаження через IPFS не почалося)
zh: （您可能需要使用 IPFS 多次尝试）

# page.md5.box.download.zlib_anon
source: Z-Library Anonymous Mirror #%(num)d
ar: مرآة Z-Library مجهول رقم %(num)d
be: Z-Library Ананімнае люстэрка #%(num)d
bg: Z-Library Анонимно Огледало #%(num)d
ca: Z-library mirall anònim #%(num)d
de: Anonymer Z-Library Mirror #%(num)d
el: Z-Library Ανώνυμο Mirror #%(num)d
es: Espejo anónimo Z-Library #%(num)d
fr: Miroir Anonyme Z-library #%(num)d
hi: ज़-लाइब्रेरी अज्ञात मिरर #%(num)d
id: Cermin Anonim Perpustakaan-Z #%(num)d
it: Z-Library Mirror Anonimo #%(num)d
pl: Anonimowy mirror Z-Library #%(num)d
tr: Z-Library Anonim Mirror #%(num)d
uk: Z-Library - анонімне дзеркало №%(num)d
zh: Z-Library匿名镜像 #%(num)d

# page.md5.box.download.zlib_tor
source: Z-Library on Tor
ar: Z-Library TOR
be: Z-Library TOR
bg: Z-Library TOR
ca: Z-Library TOR
de: Z-Library auf Tor
el: Z-Library TOR
es: TOR Z-Library
fr: Z-Library TOR
hi: ज़-लाइब्रेरी TOR
id: Z-Perpustakaan TOR
it: Z-Library TOR
pl: Z-Library (poprzez Tor)
tr: Z-Library TOR
uk: Z-Library (TOR-версія)
zh: Z-Library TOR

# page.md5.box.download.zlib_tor_extra
source: (requires the Tor Browser)
ar: (يحتاج إلى متصفح TOR)
be: (патрабуецца ўваход праз браўзэр ТОР)
bg: (изисква TOR браузър)
ca: (requereix navegador TOR)
de: (benötigt den Tor-Browser)
el: (απαιτείται το πρόγραμμα περιήγησης TOR)
es: (requiere el navegador TOR)
fr: (nécessite le Navigateur TOR)
hi: (TOR ब्राउज़र की आवश्यकता )
id: (membutuhkan browser TOR)
it: (necessita di TOR browser)
tr: (TOR Browser gerekli)
uk: (потребує входу через TOR Browser)
zh: （需要TOR浏览器）

# page.about.title
source: About
ar: عن الموقع
be: Пра праект
bg: За нас
ca: Quant a
de: Über uns
el: Σχετικά με (About)
es: Acerca de
fr: À propos
hi: के बारे में
id: Tentang
it: Chi siamo
pl: O nas
tr: Hakkında
uk: Про проєкт
zh: 关于

# page.about.header
source: About
ar: عن الموقع
be: Пра праект
bg: За нас
ca: Quant a
de: Über uns
el: Σχετικά με About
es: Acerca de
fr: À propos
hi: के बारे में
id: Tentang
it: Chi siamo
pl: O nas
tr: Hakkında
uk: Про проєкт
zh: 关于

# page.about.text1
source: Anna’s Archive is a non-profit, open-source search engine for “<a href="https://en.wikipedia.org/wiki/Shadow_library">shadow libraries</a>”. It was created by <a href="http://annas-blog.org">Anna</a>, who felt that there was a need for a central place to search for books, papers, comics, magazines, and other documents.
ar: أرشيف آنا هو محرك غير ربحي مفتوح المصدر للبحث في مكتبات الظل. تم إنشائه من قبل <a href="http://annas-blog.org">آنا</a> مؤسسة <a href="https://en.wikipedia.org/wiki/Pirate_Library_Mirror"> "Pirate Library Mirror" </a>النسخة الاحتياطية من مكتبة الظل Z-Library. شعرت آنا أن هناك حاجة لمكان مركزي واحد للبحث عن الكتب، الأوراق البحثية، القصص المصورة، المجلات، وغيرها من الوثائق.
be: Anna's Archive - гэта бясплатная пошукавая сістэма з адкрытым зыходным кодам для “<a href="https://en.wikipedia.org/wiki/Shadow_library">ценявых бібліятэк</a>”. Яна была створана <a href="http://annas-blog.org">Ганнай</a>, распрацоўшчыкам <a href="https://en.wikipedia.org/wiki/Pirate_Library_Mirror">Pirate Library Mirror </a> – люстэркам ценявы бібліятэкі Z-Library. Ганне не хапала цэнтралізаванага партала для пошуку кніг, даследаванняў, коміксаў, часопісаў і іншай літаратуры, і яна рэалізавала свой намер, стварыўшы сайт на якім вы знаходзіцеся.
bg: Арихивът на Анна е опън сорс търсачка с нестопанска цел за “<a href="https://en.wikipedia.org/wiki/Shadow_library"> скрити библиотеки</a>. Той беше създаден от <a href="http://annas-blog.org">Анна</a> , човекът зад <a href="https://en.wikipedia.org/wiki/Pirate_Library_Mirror">Огледалото на Пиратската Библиотека</a>, който е резервно копие на скритата библиотека Z-Library. Тя почувства, че е имало нужда от централно място, където може да се търсят книги, публикации, комикси, списания и други документи.
ca: L'arxiu l'Anna és un cercador de codi obert, sense ànim de lucre per “<a href="https://ca.wikipedia.org/wiki/Biblioteca_a_l%%27ombra">biblioteques a l'ombra</a>”. Va ser creat per <a href="http://annas-blog.org">Anna</a>, la persona darrera de <a href="https://en.wikipedia.org/wiki/Pirate_Library_Mirror">Pirate Library Mirror</a>, que es una copia de seguretat de la Z-Library shadow library. Ella sent que hi ha la necessitat d'un lloc centralitzat per cercar llibres, articles acadèmics, còmics, revistes i altres documents.
de: Anna's Archive ist eine gemeinnützige Open-Source-Suchmaschine für „<a href="https://de.wikipedia.org/wiki/Schattenbibliothek">Schattenbibliotheken</a>“. Es wurde von <a href="http://annas-blog.org">Anna</a> erstellt, der Person hinter dem <a href="https://en.wikipedia.org/wiki/Pirate_Library_Mirror">Pirate Library Mirror</a >, welches ein Backup der Z-Library-Schattenbibliothek ist. Sie war der Meinung, dass ein zentraler Ort für die Suche nach Büchern, Journal-Artikeln, Comics, Zeitschriften und anderen Dokumenten benötigt wird.
el: Το Anna’s Archive είναι μια μη κερδοσκοπική μηχανή αναζήτησης ανοιχτού κώδικα για «<a href="https://en.wikipedia.org/wiki/Shadow_library">πειρατική (σκιώδης) βιβλιοθήκες</a>». Δημιουργήθηκε από την <a href="http://annas-blog.org">Anna</a>, το άτομο πίσω από το <a href="https://en.wikipedia.org/wiki/Pirate_Library_Mirror">Pirate Library Mirror</a >, το οποίο είναι αντίγραφο ασφαλείας της πειρατικής ηλεκτρονικής βιβλιοθήκης Z-Library. Ένιωθε ότι υπήρχε ανάγκη για ένα κεντρικό μέρος για την αναζήτηση βιβλίων, εφημερίδων, κόμικς, περιοδικών και άλλων εγγράφων.
es: Anna’s Archive es un motor de búsqueda abierto y sin fines de lucro de <a href="https://es.wikipedia.org/wiki/Biblioteca_fantasma">bibliotecas fantasmas</a> . Fue creado por <a href="http://annas-blog.org">Anna</a>, la persona detrás de <a href="https://en.wikipedia.org/wiki/Pirate_Library_Mirror">Pirate Library Mirror </a>, como un respaldo de Z-Library. Anna cree que se necesita un lugar central para buscar libros, papeles, cómics, revistas, y otros documentos.
fr: Anna’s Archive est un moteur de recherche open-source, à but non lucratif, pour “<a href="https://en.wikipedia.org/wiki/Shadow_library">shadow libraries</a>”. Il a été créé par <a href="http://annas-blog.org">Anna</a>, la personne derrière <a href="https://en.wikipedia.org/wiki/Pirate_Library_Mirror">Pirate Library Mirror</a>, c'est une sauvegarde de la bibliothèque clandestine Z-Library. Elle a songé qu'il était nécessaire d'avoir un endroit où centraliser la recherche de livres, d'articles, de comics, de magazines, et autres documents.
hi: एना'स आर्काइव "<a href="https://en.wikipedia.org/wiki/Shadow_library">शैडो लाइब्रेरीज </a>" के लिए एक गैर लाभकारी, ओपन सोर्स खोजी इंजन है। यह <a href="http://annas-blog.org">एना</a>, जिनका <a href="https://en.wikipedia.org/wiki/Pirate_Library_Mirror">पायरेट लाइब्रेरी मिरर</a> में भी हाथ है, द्वारा ज़-लाइब्रेरी के पुर्तिकर के रूप में बनाया गया था। उन्हें लगता था की किताबें, कॉमिक्स, पत्रिकाएं, लेख तथा अन्य दस्तावेज़ों को खोज पाने के लिए किसी केंद्रीय खोज इंजन की आवश्यकता है।
it: Anna’s Archive è un motore di ricerca non-profit e open-source per “<a href="https://it.wikipedia.org/wiki/Shadow_library">shadow libraries</a>”. Creato da <a href="http://annas-blog.org">Anna</a>, la persona che è dietro il <a href="https://en.wikipedia.org/wiki/Pirate_Library_Mirror">Pirate Library Mirror</a>, un backup della Z-Library. Sentiva che c'era bisogno di un posto centrale dove cercare libri, giornali, fumetti, riviste e altri documenti.
pl: Anna's Archive jest non-profit, otwarto-źródłową wyszukiwarką dla "<a href="https://en.wikipedia.org/wiki/Shadow_library">bibliotek cienia</a>". Została stworzona przez <a href="http://annas-blog.org">Annę</a>, odpowiadającą także za <a href="https://en.wikipedia.org/wiki/Pirate_Library_Mirror">Pirate Library Mirror</a> - kopię zapasową biblioteki Z-Library. Uważała ona, że potrzebna jest centralna wyszukiwarka książek, prac naukowych, komiksów, magazynów, i innych dokumentów.
tr: Anna'nın Arşivi kâr amacı gütmeyen, açık kaynaklı bir <a href="https://en.wikipedia.org/wiki/Shadow_library">gölge kütüphane </a>arama motorudur. Aynı zamanda Z-Library gölge kütüphanesinin yedeği <a href="https://en.wikipedia.org/wiki/Pirate_Library_Mirror">Pirate Library Mirror</a>'un da arkasındaki kişi olan <a href="http://annas-blog.org">Anna</a> tarafından yaratıldı. Anna kitaplar, makaleler, çizgi romanlar, dergiler ve diğer belgeler için merkezi bir arama noktası olması gerektiğini hissetti.
uk: Anna's Archive – це безкоштовна пошукова система з відкритим кодом для "<a href="https://en.wikipedia.org/wiki/Shadow_library">тіньових бібліотек</a>". Вона була створена <a href="http://annas-blog.org">Анною</a>, розробником <a href="https://en.wikipedia.org/wiki/Pirate_Library_Mirror">Pirate Library Mirror</a> – дзеркалом тіньової бібліотеки Z-Library. Анні не вистачало централізованого порталу для пошуку книг, досліджень, коміксів, журналів та іншої літератури, та вона реалізувала свій намір, створивши сайт на якому ви знаходитеся.
zh: Anna’s Archive 是一个搜索“<a href="https://en.wikipedia.org/wiki/Shadow_library">影子图书馆</a>”的非盈利开源搜索引擎，由 <a href="http://annas-blog.org">Anna</a> 建立。她维护了 <a href="https://en.wikipedia.org/wiki/Pirate_Library_Mirror">Pirate Library Mirror</a>，这是影子图书馆 Z-Library 的一个备份站点。创始人认为需要有一个中心化的平台来搜索书籍、论文、漫画、杂志和其他文件。
