Repository: Haoqi7/annas
Catalog: allthethings/translations/*/LC_MESSAGES/messages.po
Languages: ar, be, bg, ca, de, el, es, fr, hi, id, it, pl, tr, uk, zh

# page.donate.cc.text1
source: We use Sendwyre to deposit money directly into our Bitcoin (BTC) wallet. It takes about 5 minutes to complete.
ar: نحن نستخدم Sendwyre لإيداع الأموال مُبَاشَرَةً إلى محفظة "Bitcoin (BTC)". يستغرق حوالي 5 دقائق لإكمال.
be: Мы супрацоўнічаем з Sanswire для канвертавання вашага плацяжу ў Bitcoin (BTC). Аперацыя залічэння можа заняць да пяці хвілін.
bg: Ние ползваме Sendwyre, за да внесем парите директно в нашия Bitcoin (BTC) портфейл. Това отнема около 5 минути.
ca: Fem servir Sendwyre per dipositar els diners al nostre moneder de Bitcon (BTC). Triga uns 5 minuts a completar-se.
de: Wir verwenden Sendwyre, um Geld direkt in unsere Bitcoin (BTC) Wallet zu transferieren. Das dauert ca. 5 Minuten.
el: Χρησιμοποιούμε το Sendwyre για να καταθέσουμε χρήματα απευθείας στο Bitcoin (BTC)πορτοφόλι μας. Χρειάζονται περίπου 5 λεπτά για να ολοκληρωθεί.
es: Utilizamos Sendwyre para depositar dinero directamente en nuestro monedero Bitcoin (BTC). Tarda unos 5 minutos en completarse.
fr: Nous utilisons Sendwyre pour déposer l'argent directement dans notre porte-monnaie Bitcoin (BTC). Cela prend environ 5 minutes à compléter.
hi: हम अपने बिटकॉइन वॉलेट में पैसे सीधे जमा करने के लिए sendwyre का उपयोग करते है। इसे पूरा होने में लगभग 5 मिनट लगते हैं।
it: Utilizziamo Sendwyre per depositare denaro direttamente nel nostro portafoglio Bitcoin (BTC). Il processo richiede circa 5 minuti.
pl: Używamy Sendwyre, by pieniądze trafiły prosto do naszego portfela Bitcoin. To powinno potrwać około 5 minut.
tr: Bitcoin (BTC) cüzdanımıza doğrudan para yatırmak için Sendwyre kullanıyoruz. İşlem yaklaşık 5 dakika sürer.
uk: Ми співпрацюємо із Sendwyre для конвертації вашого платежу у Bitcoin (BTC). Операція зачислення може зайняти до п'яти хвилин.
zh: 我们使用 Sendwyre 将钱直接存入我们的比特币钱包。 这大约需要 5 分钟。

# page.donate.cc.text2
source: This method has a minimum transaction amount of $30, and a fee of about $5.
ar: هذه الطريقة تستلزم حد أدنى لمبلغ المعاملة يبلغ 30 دولارًا، ورسوم تبلغ حوالي 5 دولارات.
be: Мінімальная сума транзакцыі гэтым метадам складае $30 і будзе мець камісію ў памеры прыкладна $5.
bg: Този метод има минимална сума на транзакцията от $30 и такса от около $5.
ca: Aquest mètode requereix una transacció mínima de $30 i la comissión son $5 aproximadament.
de: Diese Methode hat einen Mindesttransaktionsbetrag von 30$ und eine Gebühr von 5$.
el: Αυτή η μέθοδος έχει ελάχιστο ποσό συναλλαγής 30 $ και προμήθεια περίπου 5 $.
es: Este método tiene una cantidad mínima por transacción de $30, y un costo de alrededor de $5.
fr: Le montant minimum d'une transaction est de 30$ et les frais sont d'environ 5$.
hi: इस तरीके की न्यूनतम लेन-देन राशि $30 है, और $5 की फीस है।
it: Questo metodo ha un importo minimo di transazione di $ 30 e una commissione di circa $ 5.
pl: Ta metoda pozwala na transakcje o wartości przynajmniej $30, i pobiera około $5 opłaty.
tr: Bu yöntemin minimum işlem tutarı 30 ABD doları ve işlem ücreti yaklaşık 5 ABD dolarıdır.
uk: Мінімальна сума транзакції цим методом складає $30 та матиме комісію у розмірі приблизно $5.
zh: 这种方法的最低交易金额为 30 美元，手续费大约为 5 美元。

# page.donate.cc.steps.header
source: Steps:
ar: خطوات:
be: Наступныя крокі:
bg: Стъпки:
ca: Passos:
de: Schritte:
el: Βήματα:
es: Pasos:
fr: Étapes :
hi: प्रक्रिया:
id: Cara:
it: Passi:
pl: Kroki:
tr: Adımlar:
uk: Наступні кроки:
zh: 步骤：

# page.donate.cc.steps.list1
source: 1. Copy our Bitcoin (BTC) wallet address: %(address)s
ar: 1.نسخ عنوان محفظة الخاصة بنا "Bitcoin (BTC)": %(address)s
be: 1. Скапіруйце нашу Bitcoin-адрас: %(address)s
bg: 1. Копирайте адреса на нашия Bitcoin (BTC) портфейл: %(address)s
ca: 1. Copia l'adreça del nostre moneder de Bitcoin (BTC): %(address)s
de: 1. Kopiere unsere Bitcoin (BTC) Wallet Adresse: %(address)s
el: 1. Αντιγράψτε τη διεύθυνση πορτοφολιού Bitcoin (BTC): %(address)s
es: 1. Copia nuestra "Bitcoin (BTC) wallet address" : %(address)s
fr: 1. Copiez notre adresse Bitcoin (BTC) : %(address)s
hi: 1.हमारे बिटकॉइन (BTC) वॉलेट पते को कॉपी करें: %(address)s
it: 1. Copia l'indirizzo del nostro portafoglio Bitcoin (BTC): %(address)s
pl: 1. Skopiuj adres naszego portfela Bitcoin (BTC): %(address)s
tr: 1. Bitcoin (BTC) cüzdan adresimizi kopyalayın: %(address)s
uk: 1. Скопіюйте нашу Bitcoin-адресу: %(address)s
zh: 1. 复制我们的比特币钱包地址：%(address)s

# page.donate.cc.steps.list2
source: 2. Go to %(link_open_tag)sthis page</a> and click on "buy crypto instantly"
ar: اذهب إلى %(link_open_tag)sهذه الصفحة</a> وانقر فوق "buy crypto instantly".
be: 2. Перайдзіце на %(link_open_tag)sгэтай старонкі</a> і націсніце на "buy crypto instantly"
bg: 2. Отидете на %(link_open_tag)sтази страница</a> и натиснете върху „купете криптовалута незабавно“
ca: 2. Ves a %(link_open_tag)saquesta pàgina</a> i clica a "buy crypto instantly"
de: 2. Gehe zu %(link_open_tag)sdieser Seite</a> und klicke auf "buy crypto instantly"
el: 2. Μεταβείτε σε %(link_open_tag)s αυτή τη σελίδα</a> και κάντε κλικ στο "αγορά κρύπτο άμεσα"
es: 2. Ve a %(link_open_tag)sthis page</a> y haz click en "buy crypto instantly"
fr: 2. Allez à %(link_open_tag)scette page</a> et cliquez sur "acheter crypto instantané"
hi: 2. इस %(link_open_tag)s लिंक </a> जाएं और " क्रिप्टो तुरंत खरीदें" पर क्लिक करे
it: 2. Vai a %(link_open_tag)squesta pagina</a> e clicca su "compra criptovalute istantaneamente"
tr: 2. %(link_open_tag)s Bu sayfaya</a> gidin ve "buy crypto instantly" butonuna tıklayın
uk: 2. Перейдіть за %(link_open_tag)sпосиланням</a> та натисніть на "buy crypto instantly"
zh: 2. 前往%(link_open_tag)s这个页面</a>并点击"buy crypto instantly"

# page.donate.cc.steps.list3
source: 3. Paste our wallet address, and follow the instructions
ar: 3. الصق العنوان المحفظتنا و اتبع الحطوات
be: 3. Ўстаўце адрас свайго кашалька і выконвайце далейшыя інструкцыі
bg: 3. Поставете адреса на нашия портфейл и следвайте инструкциите
ca: 3. Enganxa l'adreça del nostre moneder i segueix les instruccions
de: 3. Füge unsere Wallet Adresse ein und folge den weiteren Anweisungen
el: 3. Επικολλήστε τη διεύθυνση του πορτοφολιού μας και ακολουθήστε τις οδηγίες
es: 3. Pega nuestra "wallet address", y sigue las instrucciones
fr: 3. Copiez l'adresse de notre portefeuille et suivez les instructions
hi: 3.हमारे वॉलेट का पता पेस्ट करें, और निर्देशों का पालन करें
it: 3. Incolla l'indirizzo del nostro portafoglio e segui le istruzioni
tr: 3. Cüzdan adresimizi yapıştırın ve talimatları izleyin
uk: 3. Вставте нашу Bitcoin-адресу та дотримуйтеся подальших інструкцій
zh: 3.粘贴我们的钱包地址，然后按照指示操作

# page.donate.crypto.header
source: Crypto
bg: Крипто
ca: Cryptomonedes
el: Κρυπτονόμισμα
es: Cripto
hi: क्रिप्टो
id: Uang kripto
it: Criptovalute
pl: Kryptowaluty
tr: Kripto
uk: Криптовалюти
zh: 加密货币

# page.donate.crypto.intro
source: If you already have crypto money, these are our addresses:
be: Калі ў вас ужо ёсць крыпта-грошы, вось нашы адрасы:
bg: Ако вече имате крипто пари, това са нашите адреси:
ca: Si tens criptomonedes, aquestes son les nostres adreces:
de: Falls du schon Crypto Währungen besitzt, sind hier sind unsere Adressen:
el: Εάν έχετε ήδη κρυπτονομίσματα, αυτές είναι οι διευθύνσεις μας:
es: Si ya tienes criptomonedas, estas son nuestras direcciones:
fr: Si vous avez un portefeuille crypto, voici nos adresses :
hi: यदि आपके पास पहले से क्रिप्टो मनी है, तो ये हमारे पते हैं:
id: Jika Anda sudah memiliki uang kripto, berikut alamat kami:
it: Se hai già criptovalute, questi sono i nostri indirizzi:
pl: Jeśli posiadasz już kryptowaluty, to są nasze adresy:
tr: Zaten kripto paranız varsa adreslerimiz şunlardır:
uk: Наші гаманці у різних криптовалютах:
zh: 如果您已经拥有加密货币，这些是我们的地址：

# page.donate.crypto.btc_bch_note
source: (also works for BCH)
ar: (يعمل أيضًا بالنسبة إلى BCH)
be: (таксама працуе для BCH)
bg: (също работи за BCH)
ca: (també funciona per BCH)
de: (funktioniert auch mit BCH)
el: (λειτουργεί επίσης για BCH)
es: (también funciona para BCH)
fr: (Fonctionne aussi pour BCH)
hi: (BCH के लिए भी काम करता है)
id: (juga bisa digunakan untuk BCH)
it: (Funziona anche per BCH)
pl: (także działa dla BCH)
tr: (BCH için de çalışır)
uk: (також працює для BCH)
zh: （同时适用于比特币现金BCH）

# page.donate.alipay.header
source: Alipay 支付宝
be: Alipay
de: Alipay
hi: अलीपे
uk: Alipay
zh: 支付宝

# page.donate.alipay.intro
source: Please use this Alipay account to send your donation. If it doesn’t work, try refreshing the page, since that might give you a different account.
ar: الرجاء استخدام هذا الحساب ال"Alipay" لإرسال تبرعك. اذا لم يعمل قم بتحمل الصفحة مرة آخرى منذ قد يطتيك حساب آخر.
be: Калі ласка, выкарыстоўвайце гэты ўліковы запіс Alipay для адпраўкі вашага ахвяраванні. Калі гэта не спрацуе, паспрабуйце абнавіць старонку, так як гэта можа прывесці да стварэння іншы ўліковага запісу.
bg: Моля, използвайте този акаунт в Alipay, за да изпратите вашето дарение.
ca: Si us plau utilitza aquest compte d'Alipay per enviar la teva donació.
de: Bitte verwende diesen Alipay Account, um deine Spende zu betätigen. Wenn das nicht funktioniert, versuche die Seite zu aktualisieren, da du dann vielleicht ein anderes Konto bekommst.
el: Χρησιμοποιήστε αυτόν τον λογαριασμό Alipay για να στείλετε τη δωρεά σας.
es: Utilice esta cuenta de Alipay para enviar su donación. Si no funciona, intente actualizar la página, ya que eso podría generarle una cuenta diferente.
fr: Veuillez utiliser ce compte Alipay pour envoyer votre don. Si cela ne fonctionne pas, essayez de rafraîchir la page, cela pourrait vous donner un compte différent.
hi: अपना चंदा भेजने के लिए कृपया इस अलीपे खाते का प्रयोग करे।
it: Utilizza questo account Alipay per inviare la tua donazione.
tr: Lütfen bağışınızı göndermek için bu Alipay hesabını kullanın. Eğer çalışmıyorsa, sayfayı yenileyip tekrar deneyin.
uk: Надішліть гроші на акаунт нижче. Якщо щось не працює, спробуйте оновити сторінку – це може дати вам іншу адресу для оплати.
zh: 请使用此支付宝账户发送您的捐款。

# page.donate.out_of_order
source: This donation option is currently out of order. Please check back later. Thanks for wanting to donate, we really appreciate it!
ar: خيار التبرع هذا خارج النظام حاليًا. يرجى التحقق مرة أخرى في وقت لاحق. شكرا على الرغبة في التبرع، نحن نقدر ذلك حقًا!
be: Гэты варыянт ахвяраванні ў цяперашні час не працуе. Калі ласка, зайдзіце пазней. Дзякуй, што вырашалі ахвяраваць, мы сапраўды цэнім гэта!
de: Diese Bezahlmethode funktioniert im Moment leider nicht. Bitte versuchen Sie es später noch einmal. Vielen Dank, dass du spenden möchtest, wir wissen das wirklich zu schätzen!
el: Αυτή η επιλογή δωρεάς είναι προς το παρόν εκτός λειτουργίας. Ελέγξτε ξανά αργότερα. Ευχαριστούμε που θέλετε να κάνετε δωρεά, το εκτιμούμε πραγματικά!
es: Esta opción de donación no esta actualmente disponible. Por favor, inténtelo mas tarde. Aun constante, ¡agradecemos mucho su interés por aportar una donación!
fr: Cette option de don est actuellement en rupture de stock. Veuillez vérifier plus tard. Merci de vouloir nous faire un don, nous apprécions vraiment !
hi: यह दान विकल्प वर्तमान में काम नहीं कर रहा है। कृपया पुनः प्रयास करें। दान करने की इच्छा के लिए धन्यवाद, हम वास्तव में इसकी सराहना करते हैं!
id: Metode donasi ini sedang tidak berfungsi untuk sementara waktu. Mohon coba lagi nanti. Terima kasih sudah ingin berdonasi, kami sangat menghargainya!
it: Questa metodo di donazione non è attualmente disponibile. Per favore controlla più tardi. Ti ringraziamo per voler donare, lo apprezziamo veramente!
pl: W tej chwili nie obsługujemy tej metody donacji. Zajrzyj tu później. Dziękujemy za chęć wsparcia, bardzo ją doceniamy!
tr: Bu bağış seçeneği şimdilik çalışmıyor. Lütfen daha sonra tekrar kontrol edin. Bağış yapmak istediğiniz için çok teşekkür ederiz!
uk: Цей варіант платежу тимчасово не працює. Проте дякуємо за ваш інтерес!
zh: 此捐赠选项目前不可用。 请稍后再回来查看。 感谢您愿意捐赠，我们真的很感激！

# page.donate.pix.text
source: Please use %(link_open_tag)sthis Pix page</a> to send your donation. If it doesn’t work, try refreshing the page, since that might give you a different account.
ar: الرجاء استخدام %(link_open_tag)s ال"Pix" هذا صفحة</a> لإرسال تبرعك. اذا لم يعمل قم بتحمل الصفحة مرة آخرى منذ قد يطتيك حساب آخر.
be: Калі ласка, выкарыстоўвайце %(link_open_tag)sна гэтай старонцы Pix</a>, каб адправіць сваё ахвяраванне. Калі гэта не спрацуе, паспрабуйце абнавіць старонку, так як гэта можа прывесці да стварэння іншы ўліковага запісу.
de: Bitte benutze %(link_open_tag)sdiese Pix-Seite</a>, um deine Spende zu senden. Wenn das nicht funktioniert, versuche die Seite zu aktualisieren, da dir dadurch möglicherweise ein anderes Konto angezeigt wird.
es: Por favor use %(link_open_tag)sesta página de Pix</a> para enviar su donación. Si no funciona, intente refrescar la página, pues tal vez eso le dará una cuenta diferente.
fr: Merci d'utiliser %(link_open_tag)scette page Pix</a> pour envoyer votre don. Si cela ne fonctionne pas, essayez d'actualiser la page, cela pourrait vous donner un compte différent.
hi: अपना दान भेजने के लिए कृपया %(link_open_tag)s this Pix page</a> का उपयोग करें। यदि यह काम नहीं करता है, तो पृष्ठ को रिलोड करने का प्रयास करें, क्योंकि इससे आपको एक अलग खाता मिल सकता है।
it: Per favore, usa %(link_open_tag)squesta pagina Pix</a> per mandare la tua donazione. Se non funziona, prova aggiornando la pagina, potrebbe darti un account differente.
tr: Bağış yapmak için lütfen %(link_open_tag)sbu Pix sayfasını</a> kullanın. Eğer çalışmıyorsa, sayfayı yenilemeyi deneyin, böylece size farklı bir hesap verilebilir.
zh: 请使用%(link_open_tag)s此页面</a>发送您的捐款。如果不能用，请刷新本页，即有可能切换到另外一个捐款账号。

# page.donate.faq.header
source: Frequently asked questions
ar: الأسئلة الشائعة
be: Частыя пытанні
bg: Често задавани въпроси
ca: Preguntes freqüents
de: Häufig gestellte Fragen
el: Συχνές ερωτήσεις
es: Preguntas frecuentes
fr: Questions fréquentes
hi: अक्सर पूछे जाने वाले सवाल
id: Pertanyaan Umum
it: Domande frequenti
pl: Często zadawane pytania
tr: Sıkça sorulan sorular
uk: Часті питання
zh: 常见问题

# page.donate.faq.text_other_payment1
source: <div class="font-bold">Do you have other payment methods?</div> Currently not. A lot of people don’t want archives like this to exist, so we have to be careful. If you can help us set up other (more convenient) payment methods safely, please get in touch at %(email)s.
ar: <div class="font-bold"> هل لديك أساليب آخر للدفع؟ </div> حاليا لا. الكثير من الناس لا يريدون أرشيفات مثل هذا أن تكون موجود لذلك يجيب نكون حذرين. إذا استطعت ساعدنا اقامة أساليب آخر للدفع (أكثر ملائمة) بأمان الرجاء اتواصل علي %(email)s.
be: <div class="font-bold">Ці ёсць у вас іншыя спосабы аплаты?</div> у цяперашні час няма. Многія людзі не хочуць, каб падобныя архівы існавалі, таму мы павінны быць асцярожныя. Калі вы можаце дапамагчы нам бяспечна наладзіць іншыя (больш зручныя) спосабы аплаты, калі ласка, звяжыцеся з намі па адрасе %(email)s.
bg: <div class="font-bold">Имате ли други методи на плащане?</div> В момента не. Много хора не искат архиви като този да съществуват, така че трябва да внимаваме. Ако можете да ни помогнете да настроим безопасно други (по-удобни) методи на плащане, моля, свържете се с нас на %(email)s.
ca: <div class="font-bold">Teniu altres mitjans de pagament?</div> Actualment no. Molta gent no vol que existeixin arxius com aquest, per tant hem der curosos. Si pots ajudar a muntar un altre sistema de pagamenet segur (més pràctic), si us play contacta amb nosaltes a %(email)s.
de: <div class="font-bold">Habt ihr auch andere Zahlungsmethoden?</div> Momentan nicht. Viele Menschen wollen nicht, dass Archive wie dieses existieren, darum müssen wir sehr vorsichtig sein. Falls du uns helfen kannst andere (bequemere) Zahlungsmethoden sicher bereitzustellen, melde dich bitte bei uns unter %(email)s.
el: <div class="font-bold">Έχετε άλλους τρόπους πληρωμής;</div> Αυτήν τη στιγμή όχι. Πολλοί άνθρωποι δεν θέλουν να υπάρχουν ιστοσελίδες όπως αυτή, επομένως πρέπει να είμαστε προσεκτικοί. Εάν μπορείτε να μας βοηθήσετε να δημιουργήσουμε με ασφάλεια άλλους (πιο βολικούς) τρόπους πληρωμής, επικοινωνήστε στο %(email)s.
es: <div class="font-bold">¿Disponen de otros métodos de pago?</div> Actualmente no. Mucha gente no quiere que existan archivos como este, por lo que debemos tener cuidado. Si puede ayudarnos a establecer otros métodos de pago (más convenientes) de manera segura, contáctenos en %(email)s.
fr: <div class="font-bold">Avez-vous d'autres moyens de paiement ?</div> Actuellement non. Beaucoup de gens ne veulent pas que des archives comme celle-ci existent, nous devons donc être prudents. Si vous pouvez nous aider à mettre en place d'autres méthodes de paiement (plus pratiques) en toute sécurité, contactez nous à l'adresse suivante %(email)s.
hi: <div class="font-bold"> क्या आपके पास कोई और भुगतान का तरीका है?</div>फिलहाल नहीं| ऐसे बहुत सारे लोग हैं जो ऐसे संग्रह को मौजूद नहीं होने देने चाहते, तो हमें ध्यान से रहना पड़ता है।अगर आप हमें कोई और (ज़्यादा सुविधाजनक) भुगतान का तरीका सुरक्षित रूप से स्तापित करने में सहायता कर सकें तो कृपया हमसे %(email)s पर संपर्क करें ।
it: <div class="font-bold">Avete altri metodi di pagamento?</div> Attualmente no. Molte persone non vogliono che archivi come questo esistano, quindi bisogna stare cauti. Se puoi aiutarci a impostare altri (più convenienti) metodi di pagamento in sicurezza, per favore contattaci a %(email)s.
pl: <div class="font-bold">Czy obsługujecie inne metody płatności?</div> Póki co nie. Wielu ludzi nie chce, by istniały archiwa takie jak nasze, więc musimy być ostrożni. Jeśli jesteś w stanie pomóc nam bezpiecznie obsługiwać inne (bardziej wygodne) metody płatności, proszę się z nami skontaktować pod %(email)s.
tr: <div class="font-bold">Başka ödeme yöntemleri mevcut mu?</div> Şimdilik hayır. Arşivlerimizin var olmasını istemeyen bir çok kişi olduğu için dikkatli davranmamız gerekiyor. Eğer daha iyi bir yöntemi biliyorsanız bizimle iletişime geçin: %(email)s.
uk: <div class="font-bold">Чи підтримуєте ви інші методи оплати?</div> Наразі ні, адже тіньові архіви, яким являється наш, потребують додаткової безпеки та анонімності. Якщо у вас є ідеї щодо альтернативних безпечних та зручних методів оплати, пишіть нам на %(email)s.
zh: <div class="font-bold">你们有其它支付方式吗？</div>目前还没有。许多人不希望这样的档案能够存在，所以我们必须保持谨慎。如果您可以帮助我们安全地建立别的（更便利的）支付方式，请通过%(email)s联系我们。

# page.donate.faq.text_other_payment2
source: If your payment method is not in the list, the easiest thing to do would be to download <a href="https://www.coinbase.com/">Coinbase</a> on your phone, and buy a bit of Bitcoin (BTC) there. You can then send it to our address: %(address)s. In most countries, this should take only a few minutes to set up.
be: Калі зручны для Вас метад аплаты не падтрымліваецца, мы рэкамендуем загрузіць <a href="https://www.coinbase.com/">Coinbase</a> на ваш смартфон, купіць Bitcoin ў ім і адправіць на наш адрас %(address)s. У большасці краін поўны працэс налады павінен заняць не больш чым некалькі хвілін.
bg: Ако вашият метод на плащане не е в списъка, най-лесното нещо, което можете да направите, е да изтеглите <a href="https://www.coinbase.com/">Coinbase</a> на телефона си и да купите малко Биткойн (BTC) там. След това можете да го изпратите на нашия адрес: %(address)s. В повечето страни настройката отнема само няколко минути.
ca: Si el vostre mètode de pagament no es a la llista, el mes fàcil seria baixar-se <a href="https://www.coinbase.com/">Coinbase</a> al teu mòbil, i comprar Bitcoin (BTC). Llavors podras enviar-lo a la nostra adreça: %(address)s. A molts paisos, només caldran uns minuts per fer-ho.
de: Falls deine Zahlungsmethode nicht in der Liste ist, wäre das einfachste <a href="https://www.coinbase.com/">Coinbase</a> auf deinem Handy zu installieren und dort Bitcoin (BTC) zu kaufen. Danach kannst du es an unsere Adressen senden: %(address)s. In den meisten Ländern sollte das nur ein paar Minuten dauern.
el: Εάν ο τρόπος πληρωμής σας δεν περιλαμβάνεται στη λίστα, το πιο εύκολο πράγμα που μπορείτε να κάνετε είναι να κάνετε λήψη του <a href="https://www.coinbase.com/">Coinbase</a> στο τηλέφωνό σας και να αγοράσετε Bitcoin (BTC) εκεί. Στη συνέχεια, μπορείτε να το στείλετε στη διεύθυνσή μας: %(address)s. Στις περισσότερες χώρες, θα χρειαστούν μόνο λίγα λεπτά για να ρυθμιστεί.
es: Si su método de pago no está en la lista, lo más fácil sería descargar <a href="https://www.coinbase.com/">Coinbase</a> en tu teléfono, y comprar allí un poco de Bitcoin (BTC). A continuación, puede enviarlo a nuestra dirección: %(address)s. En la mayoría de los países, esto sólo debería llevar unos minutos.
fr: Si votre moyen de paiement n'est pas dans la liste, le plus simple serait de télécharger <a href="https://www.coinbase.com/">Coinbase</a> sur votre téléphone portable et d'y acheter un peu de Bitcoin (BTC). Vous pouvez ensuite l'envoyer à notre adresse : %(address)s. Dans la plupart des pays, la mise en place de ce système ne prend que quelques minutes.
hi: यदि आपका भुगतान का तरीका सूचि में नहीं है तो सबसे आसान तरीका अपने फ़ोन पर <a href="https://www.coinbase.com/"> Coinbase</a>डाउनलोड करके थोड़ा सा बिटकॉइन (BTC) खरीदना रहेग।आप उसे हमारे पते: %(address)s पर भेज सकते हैं।अधिकतर देशों में ऐसा करने के लिए केवल कुछ मिनटों की ज़रूरत पड़ेगी।
it: Se il tuo metodo di pagamento non è in lista, la cosa più semplice sarebbe scaricare <a href="https://www.coinbase.com/">Coinbase</a> sul tuo telefono, e comprare una frazione di Bitcoin (BTC) lì. Puoi poi mandarli al nostro indirizzo: %(address)s. In molti paesi, questo dovrebbe richiedere solo qualche minuto per impostarlo.
pl: Jeśli twojej preferowanej metody płatności nie ma na liście, najłatwiej będzie ci pobrać <a href="https://www.coinbase.com/">Coinbase</a> na swoim telefonie, i kupić trochę Bitcoinów (BTC). Możesz później wysłać je na nasz adres: %(address)s. W większości krajów, powinno to zająć tylko kilka minut.
tr: Eğer ödeme metodunuz listede değil ise, yapabileceğiniz en basit aktarım şekli telefonunuza <a href="https://www.coinbase.com/">Coinbase</a> 'i indirip bir miktar Bitcoin(BTC) satın almanız. Daha sonra %(address)s hesabımıza gönderebilirsiniz. Ülkelerin çoğunda bu şekilde para aktarımı dakikalar içerisinde gerçekleşir.
uk: Якщо зручний для вас метод оплати не підтримується, ми рекомендуємо завантажити <a href="https://www.coinbase.com/">Coinbase</a> на ваш смартфон, купити Bitcoin в ньому та надіслати на нашу адресу (%(address)s). В більшості країн повний процес налаштування має зайняти не більше ніж декілька хвилин.
zh: 如果您的付款方式不在列表中，最简单的方法是在您的手机上下载 <a href="https://www.coinbase.com/">Coinbase</a>，然后购买一些比特币。 随后您可以将其发送到我们的地址：%(address)s。 在大多数国家/地区，这应该只需要几分钟即可完成设置。
