Repository: Haoqi7/annas
Catalog: allthethings/translations/*/LC_MESSAGES/messages.po
Languages: ar, be, bg, ca, de, el, es, fr, hi, id, it, pl, tr, uk, zh

# page.search.header.update_info
source: The search index is updated monthly. It currently includes entries up to %(last_data_refresh_date)s. For more technical information, see the %(link_open_tag)sdatasets page</a>.
be: Пошукавы індэкс абнаўляецца штомесяц. У цяперашні час ён уключае запісы да %(last_data_refresh_date)s. Для атрымання дадатковай тэхнічнай інфармацыі глядзіце старонку %(link_open_tag)sнаборы дадзеных</a>.
de: Der Suchindex wird monatlich aktualisiert. Er umfasst derzeit Einträge bis zum %(last_data_refresh_date)s. Für weitere technische Informationen, siehe die Seite %(link_open_tag)sDatensätze</a>.
fr: L'index de recherche est mis à jour mensuellement. Il comprend actuellement les entrées jusqu'au %(last_data_refresh_date)s. Pour plus d'informations techniques, voir %(link_open_tag)sdatasets page</a>.
hi: खोज अनुक्रमणिका मासिक रूप से अद्यतन की जाती है। इसमें वर्तमान में %(last_data_refresh_date)s तक प्रविष्टियां शामिल हैं। अधिक तकनीकी जानकारी के लिए, %(link_open_tag)sडेटासेट पेज</a> देखें।
it: L'indice di ricerca è aggiornato mensilmente. Al momento include iscrizioni fino %(last_data_refresh_date)s. Per maggiori informazioni tecniche , consultare %(link_open_tag)sdatasets page</a>.
pl: Zasoby wyszukiwarki są aktualizowane co miesiąc. Teraz zawierają dane aż do %(last_data_refresh_date)s. Dla bardziej szczegółowych informacji, spójrz na %(link_open_tag)sstronę o zasobach</a>.
tr: Arama dizini aylık olarak güncellenir. Şu anda %(last_data_refresh_date)s kadar öğe içeriyor. Daha fazla teknik bilgi için %(link_open_tag)sveri kümeleri sayfasına</a> bakın.
zh: 检索索引每月更新。目前它包含截至 %(last_data_refresh_date)s 的条目。欲了解更多技术信息，参见 %(link_open_tag)s数据集页面</a>。

# page.search.filters.language.header
source: Language
ar: لغة
be: Мова
bg: Език
ca: Idioma
de: Sprache
el: Γλώσσα
es: Idioma
fr: Langue
hi: भाषा
id: Bahasa
it: Lingua
pl: Język
tr: Dil
uk: Мова
zh: 语言

# page.search.filters.content.header
source: Content
ar: محتوى
be: Змест
bg: Съдържание
ca: Contingut
de: Inhalt
el: Περιεχόμενο
es: Contenido
fr: Contenu
hi: विषय
id: Isi
it: Contenuto
pl: Treść
tr: İçerik
uk: Зміст
zh: 内容

# page.search.filters.filetype.header
source: Filetype
ar: نوع الملف
be: Тып файла
bg: Файлов тип
ca: Tipus de fitxer
de: Dateityp
el: Τύπος Αρχείου
es: Tipo de archivo
fr: Type de fichier
hi: फाइल का प्रकार
id: Jenis file
it: Tipo di file
pl: Typ pliku
tr: Dosya tipi
uk: Тип файлу
zh: 文件类型

# page.search.filters.sorting.most_relevant
source: Most relevant
ar: الأكثر صلة
be: Найбольш дарэчны
bg: Най-уместени
ca: Més rellevant
de: Am relevantesten
el: Το πιο σχετικό
es: Más relevante
fr: Le plus pertinent
hi: सबसे अधिक प्रासंगिक
id: Paling relevan
it: Più rilevanti
pl: Najbardziej istotne
tr: En uygun
uk: Найбільш релевантні
zh: 最相关

# page.search.filters.sorting.newest
source: Newest
ar: الأحدث
be: Найноўшы
bg: Най-нови
ca: El més recent
de: Neueste
el: Νεότερο
es: Más reciente
fr: Le plus récent
hi: नवीनतम
id: Terbaru
it: Più nuovo
pl: Najnowszy
tr: En yeni
uk: Найновіші
zh: 最新

# page.search.filters.sorting.oldest
source: Oldest
ar: الأقدم
be: Найстарэйшы
bg: Най-стари
ca: El més antic
de: Älteste
el: Το πιο παλιό
es: El más antiguo
fr: Le plus ancien
hi: सबसे पुराने
id: Tertua
it: Più vecchio
pl: Najstarszy
tr: En eski
uk: Найстаріші
zh: 最旧

# page.search.filters.sorting.largest
source: Largest
ar: الأكبر
be: Найбуйнейшы
bg: Най-голям
ca: El més gran
de: Größte
es: Más grande
fr: Le plus grand
hi: सबसे बड़ा
id: Terbesar
it: Il più grande
pl: Malejąco rozmiarami
tr: En büyük
uk: Найбільші
zh: 最大

# page.search.filters.sorting.smallest
source: Smallest
ar: الأصغر
be: Найменшы
bg: Малък
ca: El més petit
de: Kleinste
es: Más pequeño
fr: Le plus petit
hi: सबसे छोटा
id: Terkecil
it: Il più piccolo
pl: Rosnąco rozmiarami
tr: En küçük
uk: Найменші
zh: 最小

# page.search.results.error.header
source: Error during search.
ar: خطأ أثناء البحث.
be: Памылка падчас пошуку.
bg: Грешка при търсенето.
ca: Error durant la cerca.
de: Fehler während der Suche.
el: Σφάλμα κατά την αναζήτηση.
es: Error durante la búsqueda.
fr: Erreur lors de la recherche.
hi: खोज के दौरान त्रुटि।
id: Kesalahan selama pencarian.
it: Errore durante la ricerca.
pl: Błąd podczas wyszukiwania.
tr: Arama sırasında hata.
uk: Помилка під час пошуку.
zh: 搜索时发生了错误。

# page.search.results.error.text
source: Try <a href="javascript:location.reload()">reloading the page</a>. If the problem persists, please let us know on <a href="https://twitter.com/AnnaArchivist">Twitter</a> or <a href="https://www.reddit.com/r/Annas_Archive/">Reddit</a>.
ar: حاول <a href="javascript:location.reload()">تحمل الصفحة مرة أخرى</a>. إذا استمرت المشكلة الرجاء دعونا نعرف <a href="https://twitter.com/AnnaArchivist">Twitter</a> or <a href="https://www.reddit.com/r/Annas_Archive/">Reddit</a>.
be: Паспрабуйце <a href="javascript:location.reload()">абнавіць старонку</a>. Калі праблема не знікла, калі ласка, паведаміце нам пра гэта ў <a href="https://twitter.com/AnnaArchivist">Twitter</a> ці ў <a href="https://www.reddit.com/r/Annas_Archive/">Reddit</a>.
bg: Опитайте <a href="javascript:location.reload()">да презаредите страницата</a>. Ако проблемът продължава, моля, уведомете ни в <a href="https://twitter.com/AnnaArchivist">Twitter</a> или <a href="https://www.reddit.com/r/Annas_Archive/ ">Reddit</a>.
ca: Prova <a href="javascript:location.reload()">a recarregar la pàgina</a>. Si el problema persisteix, si us plau fes nos ho saber a <a href="https://twitter.com/AnnaArchivist">Twitter</a> o <a href="https://www.reddit.com/r/Annas_Archive/">Reddit</a>.
de: Versuche <a href="javascript:location.reload()">die Seite neu zu laden</a>. Falls das Problem weiterhin auftritt, lass es uns bitte auf <a href="https://twitter.com/AnnaArchivist">Twitter</a> oder <a href="https://www.reddit.com/r/Annas_Archive/">Reddit</a> wissen.
el: Δοκιμάστε να <a href="javascript:location.reload()">να φορτώσετε ξανά τη σελίδα</a>. Εάν το πρόβλημα παραμένει, ενημερώστε μας στο <a href="https://twitter.com/AnnaArchivist">Twitter</a> ή στο <a href="https://www.reddit.com/r/Annas_Archive/ ">Reddit</a>.
es: Intente <a href="javascript:location.reload()">recargando la pagina</a>. Si el problema persiste, infórmenos en <a href="https://twitter.com/AnnaArchivist">Twitter</a> o <a href="https://www.reddit.com/r/Annas_Archive/">Reddit</a>.
fr: Essayez de <a href="javascript:location.reload()">rafraîchir la page</a>. Si le problème persiste, faites-nous le savoir sur <a href="https://twitter.com/AnnaArchivist">Twitter</a> ou <a href="https://www.reddit.com/r/Annas_Archive/">Reddit</a>.
hi: <a href="javascript:location.reload()">पेज को रीलोड</a> करके प्रयास करे।यदि समस्या फिर भी हल नहीं होती तो कृपया हमें <a href="https://twitter.com/AnnaArchivist">ट्विटर</a> और <a href="https://www.reddit.com/r/Annas_Archive/">रेड्डिट</a> पे सूचित करें ।
id: Cobalah <a href="javascript:location.reload()">memuat ulang laman ini</a>. Jika masih tetap bermasalah, silakan hubungi kami melalui <a href="https://twitter.com/AnnaArchivist">Twitter</a> atau <a href="https://www.reddit.com/r/Annas_Archive/">Reddit</a>.
it: Prova a <a href="javascript:location.reload()">aggiornare la pagina</a>. Se il problema persiste, per favore faccielo sapere <a href="https://twitter.com/AnnaArchivist">Twitter</a> or <a href="https://www.reddit.com/r/Annas_Archive/">Reddit</a>.
pl: Spróbuj <a href="javascript:location.reload()">odświeżyć stronę</a>. Jeśli problemy nie ustąpią, skontaktuj się z nami na <a href="https://twitter.com/AnnaArchivist">Twitterze</a> lub <a href="https://www.reddit.com/r/Annas_Archive/">Reddicie</a>.
tr: <a href="javascript:location.reload()">Sayfayı yenilemeyi deneyin.</a> Eğer hata hala devam ediyorsa lütfen bize haber verin: <a href="https://twitter.com/AnnaArchivist">Twitter</a> - <a href="https://www.reddit.com/r/Annas_Archive/">Reddit</a>.
uk: Спробуйте <a href="javascript:location.reload()">перезавантажити</a> сторінку. Якщо проблема не вирішилася, повідомте нас у <a href="https://twitter.com/AnnaArchivist">Twitter</a> чи <a href="https://www.reddit.com/r/Annas_Archive/">Reddit</a>.
zh: 请尝试<a href="javascript:location.reload()">刷新页面</a>。如果这个问题一直发生，请通过<a href="https://twitter.com/AnnaArchivist">Twitter</a> 或者<a href="https://www.reddit.com/r/Annas_Archive/">Reddit</a>告知我们。

# page.search.results.none
source: <span class="font-bold">No files found.</span> Try fewer or different search terms and filters.
be: <span class="font-bold"> Нічога не знойдзена.</span> Паспрабуйце скараціць запыт або выкарыстоўваць іншыя ключавыя словы або фільтры.
bg: <span class="font-bold">Няма намерени файлове.</span> Опитайте с по-малко или различни думи за търсене и филтри.
ca: <span class="font-bold">Fitxers no trobats.</span> Prova amb menys o diferents termes de cerca i filtres.
de: <span class="font-bold">Keine Dateien gefunden.</span> Versuche weniger oder andere Suchbegriffe und Filter.
el: <span class="font-bold">Δεν βρέθηκαν αρχεία.</span> Δοκιμάστε λιγότερους ή διαφορετικούς όρους αναζήτησης και φίλτρα.
es: <span class="font-bold">No se encontraron archivos.</span> Pruebe con menos o diferentes términos de búsqueda y filtros.
fr: <span class="font-bold">Aucun fichiers trouvés.</span> Essayez de réduire le nombre de "mots-clés", de filtres ou d'en changer.
hi: <span class="font-bold">कोई फाइल प्राप्त नहीं हुई। </span> पहले से काम या अलग खोज के शब्द या फ़िल्टर के इस्तेमाल के साथ प्रयास करें ।
id: <span class="font-bold">Nihil.</span> Sila gunakan kata kunci lain atau filter pencarian Anda.
it: <span class="font-bold">Nessun file trovato.</span> Prova ad usare meno o diversi termini di ricerca e filtri.
pl: <span class="font-bold">Brak wyników.</span> Spróbuj inaczej sformułować zapytanie, używając mniej wyrazów i filtrów lub zmieniając je.
tr: <span class="font-bold">Hiç kayıt bulunamadı.</span> Aradığınız kelimeleri veya filtreleri değiştirerek tekrar deneyin.
uk: <span class="font-bold">Нічого не знайдено.</span> Спробуйте скоротити запит чи використайте інші ключові слова чи фільтри.
zh: <span class="font-bold">未找到文件。</span>尝试更少或不同的搜索词和过滤器。

# page.search.results.partial_more
source: %(num)d+ partial matches
ar: مطابقات جزئي %(num)d+
be: %(num)d+ частковыя супадзенні
bg: %(num)d+ частични съвпадения
ca: %(num)d+ coincidències parcials
de: %(num)d+ Teilweise Übereinstimmung
el: %(num)d+ μερικές αντιστοιχίσεις
es: %(num)d+ coincidencias parciales
fr: %(num)d+ correspondances partielles
hi: %(num)d+अधूरा मेल
it: %(num)d+ corrispondenze parziali
pl: %(num)d+ częściowo pasujących wyników
tr: %(num)d+ yaklaşık eşleşme
uk: %(num)d+ часткових збігів
zh: %(num)d+ 部分匹配

# page.search.results.partial
source: %(num)d partial matches
ar: مطابقات جزئي %(num)d
be: %(num)d частковыя супадзенні
bg: %(num)d частични съвпадения
ca: %(num)d coincidències parcials
de: %(num)d teilweise Übereinstimmungen
el: %(num)d μερικές αντιστοιχίσεις
es: %(num)d coincidencias parciales
fr: %(num)d correspondances partielles
hi: %(num)dअधूरे मेल
id: %(num)d cocok sebagian
it: %(num)d corrispondenze parziali
pl: %(num)d częściowo pasujących wyników
tr: %(num)d yaklaşık eşleşme
uk: %(num)d часткових збігів
zh: %(num)d 部分匹配

# page.search.results.issues
source: ❌ This file might have issues.
ar: ❌ هذا الملف قد يكون فيه مشاكل.
be: ❌ Гэты файл можа ўтрымліваць памылкі.
bg: ❌ Този файл може да има проблеми.
ca: ❌ Aquest fitxer pot tenir problemes.
de: ❌ Diese Datei hat womöglich Fehler.
el: ❌ Αυτό το αρχείο ενδέχεται να έχει προβλήματα.
es: ❌ Este archivo puede tener problemas.
fr: ❌ Ce fichier semble problématique.
hi: ❌इस फाइल में समस्या हो सकती है।
id: ❌ Berkas ini bermasalah.
it: ❌ Questo file potrebbe avere problemi.
pl: ❌ Z tym plikiem mogą występować problemy.
tr: ❌ Bu dosyada hatalar olabilir.
uk: ❌ Цей файл може бути проблемним.
zh: ❌ 这个文件可能有问题。

# layout.index.title
source: Anna’s Archive
ar: أرشيف آنا
bg: Архивът на Анна
ca: Arxiu de l'Anna
el: Το αρχείο της Άννας (Anna’s Archive)
es: Archivo de Anna
fr: Archives d'Anna
hi: अन्ना का पुरालेख
id: Arsip Anna
it: Archivio di Anna
pl: Archiwum Anny
tr: Anna'nın Arşivi
zh: 安娜的档案

# layout.index.header.banner.new_donation_method
source: We have a new donation method available: %(method_name)s. Please consider %(donate_link_open_tag)sdonating</a> — it’s not cheap running this website, and your donation truly makes a difference. Thank you so much.
be: У нас даступны новы метад ахвяраванні: %(method_name)s. Калі ласка, падумайце аб %(donate_link_open_tag)sахвяраванні </a> — запуск гэтага вэб-сайта абыходзіцца нятанна і ваша ахвяраванне сапраўды мае значэнне. Вялікі дзякуй.
de: Wir haben eine neue Spendenmethode zur Verfügung: %(method_name)s. Bitte erwäge zu %(donate_link_open_tag)sspenden</a> - der Betrieb dieser Webseite ist nicht billig, und deine Spende macht wirklich einen Unterschied. Vielen Dank.
es: Tenemos un nuevo método de donación disponible: %(method_name)s. Por favor considere %(donate_link_open_tag)sdonar</a>: no es barato mantener este sitio web y su donación realmente marca la diferencia. Muchas gracias.
fr: Nous disposons d'une nouvelle méthode de donation : %(method_name)s. S'il vous plait, pensez à %(donate_link_open_tag)sdonner </a> - Faire fonctionner ce site n'est pas donné, et vos dons font vraiment la différence. Merci infiniment.
hi: हमारे पास एक नई दान पद्धति उपलब्ध है: %(method_name)s. कृपया %(donate_link_open_tag)sदान करने पर विचार करें</a> — यह वेबसाइट चलाना सस्ता नहीं है, और आपके दान से वास्तव में फर्क पड़ता है। आपका बहुत-बहुत धन्यवाद।
it: Abbiamo un nuovo metodo di donazione:%(method_name)s. Considerate per favore %(donate_link_open_tag)sdonating</a> — , non è economico far funzionare questo sito, e la tua donazione può fare una differenza significativa. Grazie mille.
pl: Dostępna jest nowa metoda donacji: %(method_name)s. Proszę, rozważ %(donate_link_open_tag)swsparcie nas</a> — utrzymanie tej strony nie jest tanie, więc twoja donacja ma znaczenie. Dziękujemy.
tr: Yeni bir bağış yapma yöntemi mevcut: %(method_name)s Lütfen %(donate_link_open_tag)sbağış</a> yapmayı düşünün. Yaptığınız bağışlar sayesinde bu siteyi ayakta tutabiliyoruz. Çok teşekkür ederiz.
uk: Ми додали новий метод для донацій: %(method_name)s. Обслуговування сайту є дорогим та ми були б дуже вдячні вам за %(donate_link_open_tag)sпідтримку</a>. Дуже вам дякуємо.
zh: 我们现在有了一种新的捐款途径： %(method_name)s.恳请考虑 %(donate_link_open_tag)s 向我们捐款 </a> — 运营这个网站花费了很大的心血和资金，而大家的每一点捐款都可以发挥很大的作用。非常感谢！

# layout.index.header.title
source: Anna’s Archive
ar: أرشيف آنا
bg: Архивът на Анна
ca: Arxiu de l'Anna
el: Το Αρχείο της Άννας (Anna’s Archive)
es: Archivo de Anna
fr: Archives d'Anna
hi: अन्ना का पुरालेख
id: Arsip Anna
it: Archivio di Anna
pl: Archiwum Anny
tr: Anna'nın Arşivi
zh: 安娜的档案

# layout.index.header.tagline
source: 🔍 Search engine of shadow libraries: books, papers, comics, magazines. ⭐️ Z-Library, Library Genesis, Sci-Hub. ⚙️ Fully resilient through open source code and data. ❤️ Spread the word: everyone is welcome here!
ar: 🔍 محرك بحث في مكتبات الظل: كتب، أوراق، كاريكاتير، مجلات. ⭐️ Z-Library، Library Genesis، Sci-Hub. ⚙️ مرنة بالكامل من خلال التعليمات البرمجية مفتوحة المصدر والبيانات. ❤️ انشر الكلمة: نرحب بالجميع هنا!
be: 🔍 Пошук у ценявых бібліятэках: кнігі, газеты, коміксы, часопісы. ⭐️ Z-Library, Library Genesis, Sci-Hub. Цалкам адкрыты код і дадзеныя. ❤️ Дзяліцеся з іншымі: чым больш людзей ведаюць аб сайце, тым лепш!
bg: 🔍 Търсачка на скрити библиотеки: книги, документи, комикси, списания. ⭐️ Z-Library, Library Genesis, Sci-Hub. ⚙️ Напълно устойчива чрез отворен код и данни. ❤️ Разпространете думата: всеки е добре дошъл тук!
ca: 🔍 Cercador de biblioteques a l'ombra: llibres, articles, còmics, revistes. ⭐️ Z-Library, Library Genesis, Sci-Hub. ⚙️ Robust fent servir codi i dades oberts. ❤️ Difòn: tothom es benvingut aquí!
de: 🔍 Suchmaschine für Schattenbibliotheken: Bücher, wissenschaftliche Arbeiten, Comics, Magazine.⭐️ Z-Library, Library Genesis, Sci-Hub. ⚙️ Stabil und robust durch Open Source Code und Daten. ❤️ Spread the word: Hier ist jede*r willkommen!
el: 🔍 Μηχανή αναζήτησης πειρατικών βιβλιοθηκών: βιβλία, εφημερίδες, κόμικς, περιοδικά. ⭐️ Z-Library, Library Genesis, Sci-Hub. ⚙️ Πλήρως ανθεκτικό μέσω ανοιχτού κώδικα και δεδομένων. ❤️ Διαδώστε τη λέξη: όλοι είναι ευπρόσδεκτοι εδώ!
es: 🔍 Motor de búsqueda de bibliotecas en la sombra: libros, artículos, cómics, revistas. ⭐️ Biblioteca Z, Biblioteca Génesis, Sci-Hub. ⚙️ Totalmente resistente a través de código fuente abierto y datos. ❤️ Corre la voz: ¡todos son bienvenidos aquí!
fr: 🔍 Moteur de recherche des bibliothèques clandestines : livres, journaux, BD, magazines. ⭐️ Bibliothèque Z-Library, Bibliothèque Genesis, Sci-Hub. ⚙️ Entièrement résilient grâce à un code et à des données open source. ❤️ Faites passer le mot : tout le monde est le bienvenu ici !
hi: 🔍 छाया पुस्तकालयों का खोज इंजन: किताबें, पत्र, कॉमिक्स, पत्रिकाएँ। ⭐️ जेड-लाइब्रेरी, लाइब्रेरी जेनेसिस, साइंस-हब। ⚙️ ओपन सोर्स कोड और डेटा के माध्यम से पूरी तरह से लचीला। ❤️ प्रचार करें: यहां सभी का स्वागत है!
id: 🔍 Mesin pencari perpustakaan bayangan: buku, makalah, komik, majalah. ⭐️ Z-Library, Library Genesis, Sci-Hub. ⚙️ Sepenuhnya tangguh melalui kode dan data sumber terbuka. ❤️ Sebarkan berita: semua orang diterima di sini!
it: 🔍 Motore di ricerca delle biblioteche ombra: libri, giornali, fumetti, riviste. ⭐️ Z-Library, Library Genesis, Sci-Hub. ⚙️ Completamente resiliente grazie al codice e ai dati open source. ❤️ Spargete la voce: tutti sono i benvenuti qui!
pl: 🔍 Wyszukiwarka bibliotek cieni: książek, gazet, komiksów, czasopism. ⭐️ Z-Library, Library Genesis, Sci-Hub. ⚙️ Nie do zatrzymania dzięki otwartemu kodowi źródłowemu i danym. ❤️ Przekaż dalej: wszyscy są tu mile widziani!
tr: 🔍 Saklı kitaplıkların arama motoru: kitaplar, gazeteler, çizgi romanlar, dergiler. ⭐️ Z-Library, Library Genesis, Sci-Hub. ⚙️ Açık kaynak kodu ve veriler sayesinde tamamen dirençli. ❤️ Duyurun: Hepiniz, hoş geldiniz!
uk: 🔍 Пошук у тіньових бібліотеках: книги, газети, комікси, журнали. ⭐️ Z-Library, Library Genesis, Sci-Hub. ⚙️ Повністю відкритий код та дані. ❤️ Діліться з іншими: чим більше людей знають про сайт, тим краще!
zh: 🔍影子图书馆搜索引擎：书籍、论文、漫画、杂志。 ⭐️ Z-Library、Library Genesis、Sci-Hub。 ⚙️ 通过开源代码和数据完全容灾。 ❤️ 广而告之：这里欢迎每一个人！

# layout.index.header.nav.about
source: About
ar: حول
be: Пра нас
bg: За нас
ca: Quant a
de: Über uns
el: Σχετικά με
es: Acerca de
fr: À propos
hi: के बारे में
id: Tentang
it: Di
pl: O
tr: Hakkında
uk: Про нас
zh: 关于

# layout.index.header.nav.datasets
source: Datasets
ar: مجموعات البيانات
be: Наборы дадзеных
bg: Датасетс
de: Datensätze
el: Σύνολα δεδομένων
fr: Ensemble de données
hi: डटसेट्स
it: Set di dati
pl: Zbiory danych
tr: Veri kümeleri
uk: Бази даних
zh: 数据集

# layout.index.header.nav.home
source: Home
ar: الصفحة الرئيسية
be: Галоўная
bg: Дом
ca: Pàgina principal
de: Startseite
el: Αρχική
es: Inicio
fr: Accueil
hi: घर
id: Rumah
pl: Dom
tr: Ana Sayfa
uk: Головна
zh: 主页

# layout.index.header.nav.donate
source: Donate
ar: تبرع
be: Ахвяраваць
bg: Дари
ca: Donar
de: Spenden
el: Δωρεά
es: Donar
fr: Donner
hi: दान देना
id: Menyumbangkan
it: Donazioni
pl: Wesprzyj
tr: Bağış yapın
uk: Задонатити
zh: 捐赠

# layout.index.header.nav.search
source: Search
ar: بحث
be: Пошук
bg: Търси
ca: Cerca
de: Suche
el: Αναζήτηση
es: Búsqueda
fr: Rechercher
hi: खोज
id: Mencari
it: Ricerca
pl: Szukaj
tr: Arama
uk: Пошук
zh: 搜索

# layout.index.footer.list1.header
source: Anna’s Archive
ar: أرشيف آنا
bg: Архивът на Анна
ca: Arxiu de l'Anna
el: Το Αρχείο της Άννας (Anna’s Archive)
es: Archivo de Anna
hi: अन्ना का पुरालेख
id: Arsip Anna
it: Archivio di Anna
pl: Archiwum Anny
tr: Anna'nın Arşivi
zh: 安娜的档案

# layout.index.footer.list1.home
source: Home
ar: الصفحة الرئيسية
be: Галоўная
bg: Дом
ca: Pàgina principal
de: Startseite
el: Αρχική
es: Inicio
fr: Accueil
hi: घर
id: Rumah
pl: Dom
tr: Ana Sayfa
uk: Головна
zh: 首页

# layout.index.footer.list1.about
source: About
ar: عن الموقع
be: Пра нас
bg: За нас
ca: Quant a
de: Über uns
el: Σχετικά με
es: Acerca de
fr: À propos
hi: के बारे में
id: Tentang
it: Di
pl: O
tr: Hakkında
uk: Про нас
zh: 关于

# layout.index.footer.list1.donate
source: Donate
ar: تبرع
be: Ахвяраваць
bg: Дари
ca: Donar
de: Spenden
el: Δωρεά
es: Dona aquí
fr: Donner
hi: दान देना
id: Menyumbangkan
it: Donazioni
pl: Wesprzyj
tr: Bağış yapın
uk: Задонатити
zh: 捐赠

# layout.index.footer.list1.datasets
source: Datasets
ar: مجموعات البيانات
be: Наборы дадзеных
bg: Датасетс
de: Datensätze
el: Σύνολα δεδομένων
fr: Ensemble de données
hi: डटसेट्स
it: Set di dati
pl: Zbiory danych
tr: Veri kümeleri
uk: Бази даних
zh: 数据集

# layout.index.footer.list2.header
source: Stay in touch
ar: ابقوا على تواصل
be: Заставацца на сувязі
bg: Поддържате връзка
ca: Estigués en contacte
de: Bleib in Kontakt
el: Μείνετε σε επαφή μαζί μας
es: Mantente en contacto
fr: Restez en contact
hi: सम्पर्क बनाये रखें
id: Hubungi kami
it: Rimani in contatto
pl: Kontakt
tr: İletişim
uk: Контакти
zh: 保持联系

# layout.index.footer.list2.twitter
source: Twitter
ar: تويتر
be: Твітэр
hi: ट्विटर
uk: Твіттер
zh: 推特

# layout.index.footer.list2.reddit
source: Reddit
ar: ريديت
hi: रेड्डिट
uk: Реддіт

# layout.index.footer.list2.subreddit
source: Subreddit
be: Сабрэддіт
hi: सब-रेडिट
uk: Сабреддіт
zh: Reddit 板块

# layout.index.footer.list2.blog
source: Anna’s Blog
ar: مقالات آنا
be: Блог Ганны
bg: Блогът на Анна
ca: Blog de l'Anna
el: To blog της 'Αννας
fr: Blog d'Anna
hi: एना'स ब्लॉग
id: Blog Anna
pl: Blog Anny
tr: Anna'nın Blog'u
uk: Блог Анни
zh: 安娜的博客

# layout.index.footer.list2.software
source: Anna’s Software
ar: برمجيات آنا
bg: Софтуерът на Анна
ca: Software de l'Anna
el: Το λογισμικό της Άννας
fr: Logiciels d'Anna
hi: एना'स सॉफ्टवेयर
id: Peranti Lunak Anna
tr: Anna'nın Yazılımı
zh: 安娜的软件

# layout.index.footer.list3.header
source: Alternatives
ar: البدائل
be: Альтэрнатыўныя варыянты
de: Alternativen
es: Alternativas
fr: Miroirs
hi: वैकल्पिक
it: Alternative
pl: Alternatywne domeny
tr: Alternatifler
uk: Альтернативи
zh: 镜像

# page.donate.alipay.url
source: URL
ar: الرابط
id: Pranala
zh: 网址

# page.md5.box.download.option
source: Option #%(num)d: %(link)s %(extra)s
ar: خيار #%(num)d: %(link)s %(extra)s
ca: Opció #%(num)d: %(link)s %(extra)s
el: Επιλογή #%(num)d: %(link)s %(extra)s
es: Opción #%(num)d: %(link)s %(extra)s
it: Opzione #%(num)d: %(link)s %(extra)s
pl: Opcja #%(num)d: %(link)s %(extra)s
tr: Seçenek #%(num)d: %(link)s %(extra)s
uk: Опція #%(num)d: %(link)s %(extra)s
zh: 选择 #%(num)d: %(link)s %(extra)s

# layout.index.header.nav.annasblog
source: Anna’s Blog ↗
be: Блог Ганны ↗

# layout.index.header.nav.translate
source: Translate ↗
be: Пераклад ↗

# layout.index.footer.list2.translate
source: Translate
be: Пераклад

# page.doi.box.header
source: doi:%(doi_input)s
es: %(doi_input)s
uk: DOI-код:%(doi_input)s
