Repository: Haoqi7/annas
Catalog: allthethings/translations/*/LC_MESSAGES/messages.po
Languages: ar, be, bg, ca, de, el, es, fr, hi, id, it, pl, tr, uk, zh

# page.isbn.results.none
source: No matching files found in our database.
ar: لم يتم العثور على الملفات مطابقه في قاعدة البيانات الخاصة بنا.
be: Файлаў з дадзенай назвай не знойдзена.
bg: Няма намерени съответстващи файлове в нашата база данни.
ca: Sense fitxers coincidents a la nostra base de dades.
de: Keine passenden Dateien in unserer Datenbank gefunden.
el: Δεν βρέθηκαν αρχεία που να αντιστοιχούν στη βάση δεδομένων μας.
es: No se han encontrado archivos coincidentes en nuestra base de datos.
fr: Aucuns fichiers correspondants dans notre base de données.
hi: हमारे डेटाबेस में कोई मिलती जुलती फाइल नहीं पाई गयी।
id: Tidak ada berkas yang sesuai di basis data kami.
it: Nessun file corrispondente trovato nel nostro database.
pl: Nie znaleziono pasujących plików w naszej bazie danych.
tr: Veritabanımızda eşleşen kayıt bulunamadı.
uk: Файлів з даною назвою не знайдено.
zh: 我们的数据库中没有匹配的文件。

# page.md5.breadcrumbs
source: Datasets ▶ Files ▶ MD5 %(md5_input)s
ar: مجموعات البيانات ▶ الملفات ▶ MD5 %(md5_input)s
be: Наборы дадзеных ▶ Files ▶ MD5 %(md5_input)s
bg: Датасет ▶ Files ▶ MD5 %(md5_input)s
de: Datasets ▶ Dateien ▶ MD5 %(md5_input)s
el: Σύνολα δεδομένων ▶ Αρχεία ▶ MD5 %(md5_input)s
fr: Ensemble de données ▶ Fichiers ▶ MD5 %(md5_input)s
hi: डटसेट्स▶ Files ▶ MD5 %(md5_input)s
pl: Zbiory danych ▶ Pliki ▶ MD5 %(md5_input)s
tr: Veri Kümeleri ▶ Dosyalar ▶ MD5 %(md5_input)s
uk: Бази даних ▶ Файли ▶MD5-суми: %(md5_input)s
zh: 数据集 ▶ 文件 ▶ MD5 %(md5_input)s

# page.md5.invalid.header
source: Not found
ar: لم يتم العثور على
be: Не знойдзена
bg: Не е намерено
ca: No trobat
de: Nicht gefunden
el: Δεν βρέθηκε
es: No encontrado
fr: Aucun résultat
hi: प्राप्त नहीं हुआ
id: Nihil
it: Non trovato
pl: Nie znaleziono
tr: Bulunamadı
uk: Не знайдено
zh: 未找到

# page.md5.invalid.text
source: “%(md5_input)s” was not found in our database.
ar: لم يتم العثور على %(md5_input)s في قاعدة بياناتنا.
be: “%(md5_input)s” не знойдзена у нашай базе дадзеных.
bg: „%(md5_input)s“ не беше намерен в нашата база данни.
ca: “%(md5_input)s” no ha estat trobat a la nostra base de dades.
de: “%(md5_input)s” wurde nicht in unserer Datenbank gefunden.
el: %(md5_input)s” δεν βρέθηκε στη βάση δεδομένων μας.
es: “%(md5_input)s” no se encontró en nuestra base de datos.
fr: “%(md5_input)s” n'a pas été trouvé dans notre base de données.
hi: "%(md5_input)s"हमारे डेटाबेस में प्राप्त नहीं हुआ ।
id: “%(md5_input)s” tidak ditemukan di basis data kami.
it: “%(md5_input)s” non è stato trovato nel nostro database.
pl: Nie znaleziono “%(md5_input)s” w naszej bazie danych.
tr: “%(md5_input)s” veritabanımızda bulunamadı.
uk: MD5-суму "%(md5_input)s" не знайдено у нашій базі даних.
zh: 未在我们的数据库中找到与“%(md5_input)s”匹配的文件。

# page.md5.box.issues.text1
source: <span class="font-bold">❌ This file might have issues, and has been hidden from a source library.</span> Sometimes this is by request of a copyright holder, sometimes it is because a better alternative is available, but sometimes it is because of an issue with the file itself. It might still be fine to download, but we recommend first searching for an alternative file. More details:
be: <span class="font-bold">❌ у гэтага файла могуць быць праблемы і ён быў скрыты з бібліятэкі зыходнага кода.</span> Часам гэта адбываецца па запыце ўладальніка аўтарскіх правоў, часам таму што даступная лепшая альтэрнатыва, але часам гэта адбываецца з-за праблемы з самім файлам. Мы рэкамендуем пашукаць альтэрнатыўны файл, але вы можаце спампаваць гэты пры жаданні. Больш інфармацыі:
bg: <span class="font-bold">❌ Този файл може да има проблеми и е скрит от библиотека източник.</span> Понякога това е по искане на притежател на авторски права, понякога е защото е налична по-добра алтернатива, но понякога се дължи на проблем със самия файл. Все още може да е добре за изтегляне, но препоръчваме първо да потърсите алтернативен файл. Повече информация:
ca: <span class="font-bold">❌ Aquest fitxer podría tenir problemes i s'ha amagat d'una llibreria font.</span> De vegades es per la petició del titular dels drets d'autor, o perque hi ha una millor alternativa, per també pot ser per un problema amb el fitxer. Podria ser correcte descarregar-lo pero recomanem primer cercar un fitxer alternatiu. Més detalls a:
de: <span class="font-bold">❌ Diese Datei hat womöglich Probleme und wurde daher in unserer Quellbibliothek versteckt.</span> Dies passiert manchmal, weil der Inhaber der Rechte darum gebeten hat, weil wir eine bessere Alternative gefunden haben oder wegen eines Problems mit der Datei selbst. Es kann sein, dass der Download trotzdem funktioniert, wir empfehlen aber zuerst nach einer anderen Datei zu suchen. Mehr Infos:
el: <span class="font-bold">❌ Αυτό το αρχείο ενδέχεται να έχει προβλήματα και έχει αφαιρεθή από μια πηγή βιβλιοθήκης.</span> Μερικές φορές αυτό γίνεται κατόπιν αιτήματος ενός κατόχου πνευματικών δικαιωμάτων, μερικές φορές επειδή είναι διαθέσιμη μια καλύτερη εναλλακτική, αλλά μερικές φορές οφείλεται σε πρόβλημα με το ίδιο το αρχείο. Ίσως εξακολουθεί να είναι εντάξει η λήψη, αλλά συνιστούμε πρώτα να αναζητήσετε ένα εναλλακτικό αρχείο. Περισσότερες λεπτομέρειες:
es: <span class="font-bold">❌Este archivo puede tener problemas y se ha ocultado de una biblioteca de origen.</span> A veces es a petición del titular de los derechos de autor, otras porque existe una alternativa mejor, pero a veces se debe a un problema con el propio archivo. Es posible que aún pueda descargarse, pero le recomendamos que primero busque un archivo alternativo. Más detalles:
fr: <span class="font-bold">❌ Ce fichier semble avoir un problème et a été supprimé de la bibliothèque. </span> Cela peut venir soit de la demande d'un détenteur de droits d'auteur, soit parce qu'une meilleure alternative est disponible ou encore, parce que le fichier est corrompu. Il est possible que vous puissiez tout de même le télécharger, mais nous vous recommandons de rechercher d'abord un autre fichier. Plus de détails :
hi: <span class="font-bold">❌इस फाइल में समस्या हो सकती है, और इसे स्तोत्र पुस्तकालय से छुपा दिया गया है ।</span> कभी ऐसा प्रतिलिप्याधिकारी के आवेदन, या कभी किसी बेहतर विकल्प के मौजूद होने के कारण, और कभी फाइल के साथ ही किसी समस्या के कारण होता है।वह डाउनलोड करने के लिए फिर भी ठीक हो सकती है, लेकिन हम सलाह देने चाहने की विकल्प की खोज पहले कर ली जाय।और सूचना:
id: <span class="font-bold">❌ Berkas ini bermasalah dan disembunyikan dari perpustakaan sumber.</span> Terkadang karena ada permintaan pemegang hak cipta, terkadang karena terdapat berkas lain yang lebih baik, namun umumnya karena terdapat masalah pada berkasnya sendiri. Berkas ini mungkin masih laik unduh, namun kami sarankan mencari berkas alternatif. Lebih lanjut:
it: <span class="font-bold">❌ Questo file potrebbe presentare problemi, è stato nascosto da una libreria di origine.</span> A volte questo succede su richiesta del possessore di copyright, a volte perchè c'è un alternativa migliore disponibile, ma a volte perchè c'è un problema con il file stesso. Il download potrebbe comunque andare a buon fine, ma raccomandiamo per prima cosa di cercare un file alternativo. Più dettagli:
pl: <span class="font-bold">❌ Ten plik może mieć problemy, i został ukryty z jednej z bibliotek.</span> Czasem to jest spowodowane żądaniem właściciela praw autorskich, czasem dostępnością lepszej alternatywy, lecz czasem jest to spowodowane problemem z samym plikiem. Być może dalej nadaje się do pobrania, ale polecamy najpierw poszukać alternatywnego pliku. Więcej detali:
tr: <span class="font-bold">❌ Bu dosya sorunlar içerebilir ve kaynak kütüphanesinden gizlenmiştir.</span> Bu bazen telif hakkı sahibi tarafından istenir, bazen daha iyi bir alternatif mevcutsa, bazen de dosyanın kendisiyle ilgili bir sorun nedeniyle olur. İndirmek hala uygun olabilir ancak öncelikle alternatif bir dosya aramayı öneririz. Daha fazla ayrıntı için:
uk: <span class="font-bold">❌ Цей файл має певні проблеми та був прихований в оригінальному джерелі.</span> Іноді таке стається через запит на видалення файлу через конфлікт авторських прав, іноді через наявність кращої альтернативи, але іноді це стається через неправильне форматування чи підозрілість самого файлу. Ми рекомендуємо пошукати альтернативний файл, але ви можете завантажити цей при бажанні. Більше інформації:
zh: <span class="font-bold">❌ 此文件可能有问题，已从源库中隐藏。</span> 有时这是应版权所有者的要求，有时是因为有更好的选择， 但有时是因为文件本身有问题。 下载可能仍然没问题，但我们建议先搜索替代文件。 更多细节：

# page.md5.box.issues.text2
source: If you still want to download this file, be sure to only use trusted, updated software to open it.
be: Калі вы ўсё яшчэ хочаце спампаваць гэты файл, абавязкова выкарыстоўвайце для яго адкрыцця толькі праверанае, абноўленае праграмнае забеспячэнне.
bg: Ако все пак искате да изтеглите този файл, уверете се, че използвате само надежден, актуализиран софтуер, за да го отворите.
ca: Si malgrat tot vols descarregar aquest fitxer, assegurat de fer servir un software actualitzat i de confiança.
de: Falls du die Datei dennoch downloaden möchtest, öffne die Datei bitte nur mit aktueller und vertrauenswürdiger Software.
el: Εάν εξακολουθείτε να θέλετε να κάνετε λήψη αυτού του αρχείου, φροντίστε να χρησιμοποιείτε μόνο αξιόπιστο, ενημερωμένο λογισμικό για να το ανοίξετε.
es: Si aún desea descargar este archivo, asegúrese de usar solo un software confiable y actualizado para abrirlo.
fr: Si vous voulez toujours télécharger le fichier, soyez sûr d'utiliser un logiciel de confiance et mis à jour pour l'ouvrir.
hi: यदि आप फिर भी इस फाइल कोदोव्न्लोड करना चाहते हैं, तो किसी आश्वश्त, अपडेटेड सॉफ्टवेयर का ही प्रयोग करें।
id: Jika Anda tetap ingin mengunduh berkas ini, pastikan Anda membukanya dengan menggunakan peranti lunak yang terpercaya dan termutakhir.
it: Se desideri comunque scaricare questo file, assicurati di utilizzare solo software affidabili e aggiornati per aprirlo.
pl: Jeśli mimo tego chcesz pobrać ten plik, upewnij się, by otwierać go tylko zaufanym, w pełni zaaktualizowanym oprogramowaniem.
tr: Eğer hala bu dosyayı indirmek istiyorsanız, dosyayı açmak için güvenilir ve güncel yazılımları kullanmaya dikkat edin.
uk: Якщо ви все ж таки хочете завантажити цей файл, використовуйте перевірене програмне забезпечення останньої версії для його відкриття.
zh: 如果您仍想下载此文件，请确保仅使用受信任的最新软件打开它。

# page.md5.box.download.text
source: Download from:
ar: تنزيل كتاب إلكتروني مجاني / ملف %(extension)s من:
be: Спампаваць бясплатна электронную кнігу/файл %(extension)s з:
bg: Изтеглете безплатна електронна книга/файл %(extension)s от:
ca: Descarrega el llibre electrònic/fitxer %(extension)s de:
de: Downloade von:
el: Κατεβάστε δωρεάν ebook/αρχείο %(extension)s από:
es: Descargue gratis el libro electrónico/archivo %(extension)s de:
fr: Téléchargez gratuitement un ebook/fichier %(extension)s à partir de :
hi: नि:शुल्क ईबुक/फाइल %(extension)s यहां से डाउनलोड करें:
id: Unduh ebook/file %(extension)s gratis dari:
it: Scarica gratuitamente ebook/file %(extension)s da:
pl: Pobierz:
tr: Şuradan ücretsiz e-kitap/dosya %(extension)s'u indirin:
uk: Завантажити книгу/файл %(extension)s безкоштовно з:
zh: 从以下位置下载免费电子书/文件 %(extension)s：

# page.md5.box.download.no_issues_download_options_explanation
source: We have multiple download options in case one of them is out of order. They all have the exact same file.
be: У нас ёсць некалькі варыянтаў загрузкі на выпадак, калі адзін з іх не спрацуе. Усе яны маюць адзін і той жа файл.
de: Wir haben mehrere Download-Optionen für den Fall, dass eine davon nicht funktioniert. Alle haben exakt die gleiche Datei.
es: Nosotros tenemos multiples opciones de descargas en caso de que una de ellas esté fuera de Servicio. Todos ellos tienen exactamente el mismo archivo.
fr: Nous avons plusieurs options de téléchargement au cas où l'une d'entre elles ne fonctionnerait pas. Elles contiennent toutes exactement le même fichier.
hi: उनमें से एक के खराब होने की स्थिति में हमारे पास कई डाउनलोड विकल्प हैं। उन सभी के पास एक ही फाइल है।
it: Abbiamo più opzioni di download nel caso in cui una di esse non funzioni. Tutte le opzioni di download hanno lo stesso identico file.
pl: Mamy kilka metod pobierania, na wypadek gdyby jedna z nich nie działała. Każdą z nich pobierzesz dokładnie ten sam plik.
tr: Bağlantılardan birinin çalışmaması durumunda birden fazla indirme seçeneğimiz mevcuttur. Hepsi aynı dosyaya sahiptir.
zh: 我们提供了多个下载选项，以免其中一个失效。它们都指向完全相同的文件。

# page.md5.box.download.no_issues_notice
source: All download options should be safe to use. That said, always be cautious when downloading files from the internet. For example, be sure to keep your devices updated.
ar: تخدم جميع المرايا نفس الملف ، ويجب أن تكون آمنة للاستخدام. ومع ذلك ، كن حذرًا دائمًا عند تنزيل الملفات من الإنترنت. على سبيل المثال ، تأكد من تحديث أجهزتك باستمرار.
be: Усе крыніцы ўтрымліваюць той жа файл і павінны быць бяспечнымі. Аднак будзьце асцярожныя пры загрузцы файлаў з інтэрнэту. Пераканайцеся што ваша прылада і дадатку абноўленыя да апошняй версіі для бяспекі вашых дадзеных.
bg: Всички сървъри огледало обслужват един и същ файл и трябва да са безопасни за използване. Въпреки това винаги бъдете внимателни, когато изтегляте файлове от интернет. Например, не забравяйте да актуализирате устройствата си.
ca: Tots els miralls serveixen el mateix fitxer i son segurs. Dit això, sigues cautelós quan baixis fitxers d'internet. Per exemple, mantèn els dispositius actualitzats.
de: Alle Mirrors verwenden dieselbe Datei und sollten daher sicher sein. Sei bitte trotzdem immer vorsichtig, wenn du Dateien aus dem Internet herunterlädst. Achte auch darauf, dass deine Geräte und Software auf dem neuesten Stand sind.
el: Όλοι τα mirrors εξυπηρετούν το ίδιο αρχείο και θα πρέπει είναι ασφαλείς για χρήση. Ωστόσο, να είστε πάντα προσεκτικοί κατά τη λήψη αρχείων από το Διαδίκτυο. Για παράδειγμα, φροντίστε να διατηρείτε τις συσκευές σας ενημερωμένες.
es: Todos los espejos sirven el mismo archivo y deberían ser seguros de usar. Dicho esto, siempre tenga cuidado al descargar archivos de Internet. Por ejemplo, asegúrese de mantener sus dispositivos actualizados.
fr: Toutes les options de téléchargement devraient pouvoir être utilisées en toute sécurité. Cela dit, soyez toujours prudent lorsque vous téléchargez des fichiers depuis l'internet. Par exemple, veillez à maintenir vos appareils à jour.
hi: सभी डाउनलोड विकल्प एक ही फ़ाइल का उपयोग करते हैं, और उपयोग करने के लिए सुरक्षित होने चाहिए। उस ने कहा, इंटरनेट से फ़ाइलें डाउनलोड करते समय हमेशा सतर्क रहें। उदाहरण के लिए, अपने उपकरणों को अपडेट रखना सुनिश्चित करें।
id: Semua mirror melayani file yang sama, dan harus aman untuk digunakan. Karena itu, selalu berhati-hatilah saat mengunduh file dari internet. Misalnya, pastikan untuk selalu memperbarui perangkat Anda.
it: Tutti i mirror possiedono lo stesso file e dovrebbero essere sicuri da usare. Detto questo, fai sempre attenzione quando scarichi file da Internet. Ad esempio, assicurati di mantenere aggiornati i tuoi dispositivi.
pl: Wszystkie serwery lustrzane obsługują ten sam plik i powinny być bezpieczne w użyciu. To powiedziawszy, zawsze zachowaj ostrożność podczas pobierania plików z Internetu. Na przykład pamiętaj, aby aktualizować swoje urządzenia.
tr: Tüm aynalar aynı dosyaya hizmet eder ve kullanımları güvenli olmalıdır. Bununla birlikte, internetten dosya indirirken her zaman dikkatli olun. Örneğin, cihazlarınızı güncel tuttuğunuzdan emin olun.
uk: Всі дзеркала містять один і той самий файл та мають бути безпечними. Проте будьте обережні, завантажуючи файли з Інтернету. Переконайтеся що ваш пристрій та програми оновлені до останньої версії для безпеки ваших даних.
zh: 所有镜像都提供相同的文件，使用起来应该是安全的。 也就是说，下载文件时始终要小心。 例如，确保您的设备保持更新。

# page.md5.box.download.no_hosting
source: Note that Anna’s Archive does not host any of the content on here. We merely link to other people’s websites. If you do think you have a valid DMCA complaint, please see the %(about_link)sabout page</a>.
be: У Anna’s Archive няма нічога з таго, што тут прадстаўлена. Мы проста спасылаемся на сайты іншых людзей. Калі вы сапраўды лічыце, што ў вас ёсць абгрунтаваная скарга DMCA, Калі ласка, азнаёмцеся са старонкай %(about_link)sПра нас</a>.
de: Bitte bedenke, dass Anna's Archive keine der hier dargestellten Inhalte hostet. Wir verlinken lediglich auf die Webseiten anderer Leute. Falls du glaubst, dass du eine gültige DMCA-Beschwerde hast, schau bitte auf die %(about_link)sÜber Uns Seite</a>.
fr: Notez que Anna's Archive n'héberge aucun contenu ici. Nous ne redirigeons que très peu vers d'autres sites. Si vous pensez avoir une plainte DMCA valide, veuillez consulter la %(about_link)spage à propos</a>.
hi: ध्यान दें कि अन्ना का संग्रह यहां किसी भी सामग्री को होस्ट नहीं करता है। हम केवल अन्य लोगों की वेबसाइटों से लिंक करते हैं। यदि आपको लगता है कि आपके पास वैध DMCA शिकायत है, तो कृपया %(about_link)sabout पृष्ठ</a> देखें।
it: Nora che qui Anna’s Archive non ospita nessuno dei contenuti. Semplicemente colleghiamo a siti web di altri. Se pensi di detenere un reclamo DMCA valido, per favore vedi %(about_link)s la pagina about.
pl: Anna's Archive nie przechowuje żadnych pokazanych tutaj plików. To są tylko i wyłącznie linki do innych stron. Jeśli masz prawomocną skargę DMCA, proszę spojrzeć na %(about_link)sstronę "O nas"</a>.
tr: Anna'nın Arşivi'nin buradaki içeriğin hiçbirini barındırmadığını unutmayın. Sadece başkalarının web sitelerine bağlantı veriyoruz. Geçerli bir telif hakkı şikayetiniz olduğunu düşünüyorsanız, lütfen %(about_link)shakkında sayfasına</a> bakın.
zh: 注意，Anna’s Archive 本身并不保存任何书籍正文。我们只是链接到了其他人的网站。如果你觉得你确实有正当的 DMCA 投诉，请参阅%(about_link)s“关于”页面</a>。

# page.search.title.results
source: %(search_input)s - Search
ar: %(search_input)s - بحث
be: %(search_input)s - Пошук
bg: %(search_input)s - Търси
ca: %(search_input)s - Cerca
de: %(search_input)s - Suche
el: %(search_input)s - Αναζήτηση
es: %(search_input)s - Buscar
fr: %(search_input)s - Rechercher
hi: %(search_input)s -ढूंढे
id: %(search_input)s - Cari
it: %(search_input)s - Ricerca
pl: %(search_input)s - Szukaj
tr: %(search_input)s - Arama
uk: %(search_input)s – Пошук
zh: %(search_input)s - 搜索

# page.search.title.new
source: New search
ar: بحث جديد
be: Новы пошук
bg: Ново търсене
ca: Nova cerca
de: Neue Suche
el: Νέα Αναζήτηση
es: Nueva búsqueda
fr: Nouvelle recherche
hi: नयी खोज
id: Pencarian baru
it: Nuova ricerca
pl: Nowe wyszukiwanie
tr: Yeni Arama
uk: Шукати нові книги
zh: 新的搜索

# page.search.breadcrumbs.results_more
source: Search ▶ %(num)d+ results for <span class="italic">%(search_input)s</span> (in shadow library metadata)
be: Пошук ▶ %(num)d+ вынікі для <span class="italic">%(search_input)s</span> знойдзена ў метададзеных ценявых бібліятэк
bg: Търсете ▶ %(num)d+ резултата за <span class="italic">%(search_input)s</span> (в метаданни на скрита библиотека)
ca: Cerca ▶ %(num)d+ resultats per <span class="italic">%(search_input)s</span> (a les metadades de la shadow library)
de: Suche ▶ %(num)d+ Ergebnisse für <span class="italic">%(search_input)s</span> (in Schattenbibliothek Metadaten)
el: Αναζήτηση ▶ %(num)d+ αποτελέσματα για <span class="italic">%(search_input)s</span> (σε shadow library metadata)
es: Buscar ▶ %(num)d+ resultados para <span class="italic">%(search_input)s</span> (en los metadatos de la biblioteca oculta)
fr: Recherche ▶ %(num)d+ résultats pour <span class="italic">%(search_input)s</span> (dans les métadonnées de la bibliothèque virtuelle)
hi: ढूंढें ▶ %(num)d+ <span class="italic">%(search_input)s के लिए नतीजा </span> (शैडो पुस्तकालय मतदाता में )
it: Ricerca ▶ %(num)d+ risultati per <span class="italic">%(search_input)s</span> (in shadow library metadata)
pl: Wyszukiwarka ▶ %(num)d wyników dla <span class="italic">%(search_input)s</span> (w metadanych bibliotek cienia)
tr: Arama ▶ <span class="italic">%(search_input)s</span> için %(num)d+ sonuç bulundu (gölge kütüphane üstverisinde)
uk: Пошук ▶ %(num)d+ результатів по запиту <span class="italic">%(search_input)s</span> знайдено в метаданих тіньових бібліотек
zh: 搜索 ▶ %(num)d的 <span class="italic">%(search_input)s</span> 多个结果（在影子库元数据中）

# page.search.breadcrumbs.results
source: Search ▶ %(num)d results for <span class="italic">%(search_input)s</span> (in shadow library metadata)
be: Пошук ▶ %(num)d вынікі для <span class="italic">%(search_input)s</span> знойдзена ў метададзеных ценявых бібліятэк
bg: Търсете ▶ %(num)d резултата за <span class="italic">%(search_input)s</span> (в метаданни на скритата библиотека)
ca: Cerca ▶ %(num)d resultats per <span class="italic">%(search_input)s</span> (a les metadades de la shadow library)
de: Suche ▶ %(num)d Ergebnisse für<span class="italic">%(search_input)s</span> (in Schattenbibliothek Metadaten)
el: Αναζήτηση ▶ %(num)d+ αποτελέσματα για <span class="italic">%(search_input)s</span> (σε shadow library metadata)
es: Buscar ▶ %(num)d resultados para <span class="italic">%(search_input)s</span> (en los metadatos de la biblioteca oculta)
fr: Recherche ▶ %(num)d résultats pour <span class="italic">%(search_input)s</span> (dans les métadonnées de la bibliothèque virtuelle)
hi: ढूंढें ▶%(num)d <span class="italic">%(search_input)s के लिए नतीजा </span> (शैडो पुस्तकालय में )
it: Cerca ▶ %(num)d risultati per <span class="italic">%(search_input)s</span> (in shadow library metadata)
pl: Wyszukiwarka ▶ %(num)d wyników dla <span class="italic">%(search_input)s</span> (w metadanych bibliotek cienia)
tr: Arama ▶ <span class="italic">%(search_input)s</span> için %(num)d sonuç bulundu (gölge kütüphane üstverisinde)
uk: Пошук ▶ %(num)d результатів по запиту <span class="italic">%(search_input)s</span> знайдено в метаданих тіньових бібліотек
zh: 搜索 ▶ %(num)d的 <span class="italic">%(search_input)s</span> 个结果（在影子库元数据中）

# page.search.breadcrumbs.error
source: Search ▶ Search error for <span class="italic">%(search_input)s</span>
ar: بحث ▶‎‏ حطأ البحث ل <span class="italic">%(search_input)s</span>
be: Пошук ▶ Памылка пошуку для <span class="italic">%(search_input)s</span>
bg: Търсене ▶ Грешка при търсене на <span class="italic">%(search_input)s</span>
ca: Cerca ▶ Error de cerca per <span class="italic">%(search_input)s</span>
de: Suche ▶ Suchfehler für <span class="italic">%(search_input)s</span>
el: Αναζήτηση ▶ Σφάλμα αναζήτησης για <span class="italic">%(search_input)s</span>
es: Buscar ▶ Error de búsqueda de <span class="italic">%(search_input)s</span>
fr: Recherche ▶ Erreur de recherche pour <span class="italic">%(search_input)s</span>
hi: ढूंढें▶ <span class="italic">%(search_input)s के लिए खोज में एरर </span>
it: Ricerca ▶ Errore di ricerca per <span class="italic">%(search_input)s</span>
pl: Wyszukiwarka ▶ Błąd wyszukiwania dla <span class="italic">%(search_input)s</span>
tr: Arama ▶ <span class="italic">%(search_input)s</span> için arama hatası
uk: Пошук ▶ Помилка по запиту <span class="italic">%(search_input)s</span>
zh: 搜索 ▶ 搜索<span class="italic">%(search_input)s</span>时发生错误

# page.search.breadcrumbs.new
source: Search ▶ New search
ar: بحث ▶ بحث جديد
be: Пошук ▶ Новы пошук
bg: Търсене ▶ Ново търсене
ca: Cerca ▶ Nova cerca
de: Suche ▶ Neue Suche
el: Αναζήτηση ▶ Νέα αναζήτηση
es: Buscar ▶ Nueva búsqueda
fr: Rechercher ▶ Nouvelle recherche
hi: खोजें ▶ नई खोज
id: Pencarian ▶ Pencarian baru
it: Cerca ▶ Nuova ricerca
pl: Szukaj ▶ Nowe wyszukiwanie
tr: Arama ▶ Yeni arama
uk: Пошук ▶ Шукати нові книги
zh: 搜索 ▶ 新搜索
